Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

# demographice
source: Demographic information (e.g., age, gender)
ar: المعلومات الديموغرافية (مثل العمر، الجنس)
de: Demografische Informationen (z. B. Alter, Geschlecht)
es: Información demográfica (por ejemplo, edad, género)
fr: Informations démographiques (par exemple, âge, sexe)
it: Informazioni demografiche (ad es. età, sesso)
pt: Informações demográficas (ex.: idade, gênero)
uk: Демографічна інформація (наприклад, вік, стать)

# leagalbasis
source: 3. Legal Basis for Processing
ar: 3. الأساس القانوني للمعالجة
de: 3. Rechtsgrundlage für die Verarbeitung
es: 3. Base legal para el procesamiento
fr: 3. Base légale pour le traitement
it: 3. Base giuridica per il trattamento
pt: 3. Base Legal para o Processamento
uk: 3. Юридична основа для обробки

# weprocessyour
source: We process your personal data based on your explicit consent, as well as for the performance of a contract and compliance with legal obligations.
ar: نقوم بمعالجة بياناتك الشخصية بناءً على موافقتك الصريحة، وكذلك من أجل تنفيذ العقد والامتثال للالتزامات القانونية.
de: Wir verarbeiten Ihre persönlichen Daten auf der Grundlage Ihrer ausdrücklichen Zustimmung sowie zur Vertragserfüllung und Einhaltung gesetzlicher Verpflichtungen.
es: Procesamos tus datos personales basándonos en tu consentimiento explícito, así como para la ejecución de un contrato y el cumplimiento de obligaciones legales.
fr: Nous traitons vos données personnelles sur la base de votre consentement explicite, ainsi que pour l'exécution d'un contrat et la conformité aux obligations légales.
it: Trattiamo i tuoi dati personali sulla base del tuo consenso esplicito, nonché per l'esecuzione di un contratto e per il rispetto degli obblighi legali.
pt: Processamos seus dados pessoais com base no seu consentimento explícito, bem como para a execução de um contrato e conformidade com obrigações legais.
uk: Ми обробляємо ваші персональні дані на основі вашої явної згоди, а також для виконання контракту та дотримання законодавчих вимог.

# datatention
source: 4. Data Retention
ar: 4. الاحتفاظ بالبيانات
de: 4. Datenspeicherung
es: 4. Retención de datos
fr: 4. Conservation des données
it: 4. Conservazione dei dati
pt: 4. Retenção de Dados
uk: 4. Збереження даних

# yourpersonaldata
source: Your personal data will be retained only as long as necessary for the purposes outlined above or as required by law.
ar: سيتم الاحتفاظ ببياناتك الشخصية فقط طالما كان ذلك ضروريًا للأغراض الموضحة أعلاه أو كما يتطلب القانون.
de: Ihre persönlichen Daten werden nur so lange aufbewahrt, wie es für die oben genannten Zwecke erforderlich ist oder gesetzlich vorgeschrieben ist.
es: Tus datos personales se conservarán solo durante el tiempo necesario para los fines antes mencionados o según lo exija la ley.
fr: Vos données personnelles seront conservées uniquement le temps nécessaire aux fins décrites ci-dessus ou tel qu'exigé par la loi.
it: I tuoi dati personali saranno conservati solo per il tempo necessario agli scopi sopra descritti o come richiesto dalla legge.
pt: Seus dados pessoais serão mantidos apenas pelo tempo necessário para os fins mencionados acima ou conforme exigido por lei.
uk: Ваші персональні дані будуть зберігатися лише стільки, скільки необхідно для зазначених вище цілей або як цього вимагає закон.

# datasharing
source: 5. Data Sharing
ar: 5. مشاركة البيانات
de: 5. Datenweitergabe
es: 5. Compartición de datos
fr: 5. Partage des données
it: 5. Condivisione dei dati
pt: 5. Compartilhamento de Dados
uk: 5. Обмін даними

# yourdatamaybe
source: Your data may be shared with:
ar: قد تتم مشاركة بياناتك مع:
de: Ihre Daten können weitergegeben werden an:
es: Tus datos pueden ser compartidos con:
fr: Vos données peuvent être partagées avec :
it: I tuoi dati potrebbero essere condivisi con:
pt: Seus dados podem ser compartilhados com:
uk: Ваші дані можуть бути передані:

# healthcareprofession
source: Healthcare professionals for clinical assessments
ar: المهنيون الصحيون للتقييمات السريرية
de: Gesundheitsexperten für klinische Bewertungen
es: Profesionales de la salud para evaluaciones clínicas
fr: Des professionnels de santé pour des évaluations cliniques
it: Professionisti sanitari per valutazioni cliniche
pt: Profissionais de saúde para avaliações clínicas
uk: Медичним працівникам для клінічних оцінок

# researchinstitution
source: Research institutions for anonymized data analysis
ar: المؤسسات البحثية لتحليل البيانات المجهولة الهوية
de: Forschungseinrichtungen für anonymisierte Datenanalysen
es: Instituciones de investigación para análisis de datos anonimizados
fr: Des institutions de recherche pour des analyses de données anonymisées
it: Istituzioni di ricerca per l'analisi dei dati anonimizzati
pt: Instituições de pesquisa para análise de dados anonimizados
uk: Дослідницькі установи для анонімного аналізу даних

# thirdpartysevice
source: Third-party service providers assisting with app functionalities
ar: مقدمو الخدمات الطرفية الذين يساعدون في وظائف التطبيق
de: Drittanbieter, die bei den App-Funktionen unterstützen
es: Proveedores de servicios externos que ayudan con funcionalidades de la aplicación
fr: Des prestataires tiers aidant aux fonctionnalités de l'application
it: Fornitori di servizi di terze parti che assistono con le funzionalità dell'app
pt: Prestadores de serviços terceirizados que auxiliam nas funcionalidades do aplicativo
uk: Сторонні постачальники послуг, які допомагають із функціональністю додатка

# yourrights
source: 6. Your Rights
ar: 6. حقوقك
de: 6. Ihre Rechte
es: 6. Tus derechos
fr: 6. Vos droits
it: 6. I tuoi diritti
pt: 6. Seus Direitos
uk: 6. Ваші права

# youhavethefollowing
source: You have the following rights regarding your personal data:
ar: لديك الحقوق التالية بشأن بياناتك الشخصية:
de: Sie haben die folgenden Rechte bezüglich Ihrer persönlichen Daten:
es: Tienes los siguientes derechos respecto a tus datos personales:
fr: Vous avez les droits suivants concernant vos données personnelles :
it: Hai i seguenti diritti riguardo ai tuoi dati personali:
pt: Você tem os seguintes direitos em relação aos seus dados pessoais:
uk: Ви маєте такі права щодо ваших персональних даних:

# therighttoacees
source: The right to access your data
ar: الحق في الوصول إلى بياناتك
de: Das Recht auf Zugriff auf Ihre Daten
es: El derecho a acceder a tus datos
fr: Le droit d'accéder à vos données
it: Il diritto di accedere ai tuoi dati
pt: O direito de acessar seus dados
uk: Право на доступ до ваших даних

# therighttorextify
source: The right to rectify inaccurate data
ar: الحق في تصحيح البيانات غير الدقيقة
de: Das Recht auf Berichtigung ungenauer Daten
es: El derecho a rectificar datos inexactos
fr: Le droit de rectifier des données inexactes
it: Il diritto di correggere dati inaccurati
pt: O direito de retificar dados incorretos
uk: Право виправляти неточні дані

# therighttoearase
source: The right to erase your data
ar: الحق في مسح بياناتك
de: Das Recht auf Löschung Ihrer Daten
es: El derecho a borrar tus datos
fr: Le droit de supprimer vos données
it: Il diritto di cancellare i tuoi dati
pt: O direito de apagar seus dados
uk: Право на видалення ваших даних

# therighttorestrict
source: The right to restrict processing
ar: الحق في تقييد المعالجة
de: Das Recht, die Verarbeitung einzuschränken
es: El derecho a restringir el procesamiento
fr: Le droit de restreindre le traitement
it: Il diritto di limitare il trattamento
pt: O direito de restringir o processamento
uk: Право обмежувати обробку даних

# therighttodata
source: The right to data portability
ar: الحق في نقل البيانات
de: Das Recht auf Datenübertragbarkeit
es: El derecho a la portabilidad de datos
fr: Le droit à la portabilité des données
it: Il diritto alla portabilità dei dati
pt: O direito à portabilidade dos dados
uk: Право на перенесення даних

# therighttowithdraw
source: The right to withdraw consent at any time
ar: الحق في سحب الموافقة في أي وقت
de: Das Recht, die Einwilligung jederzeit zu widerrufen
es: El derecho a retirar el consentimiento en cualquier momento
fr: Le droit de retirer votre consentement à tout moment
it: Il diritto di ritirare il consenso in qualsiasi momento
pt: O direito de retirar o consentimento a qualquer momento
uk: Право відкликати згоду у будь-який момент

# contactinformation
source: 7. Contact Information
ar: 7. معلومات الاتصال
de: 7. Kontaktinformationen
es: 7. Información de contacto
fr: 7. Informations de contact
it: 7. Informazioni di contatto
pt: 7. Informações de Contato
uk: 7. Контактна інформація

# ifyouhaveany
source: If you have any questions or wish to exercise your rights, please contact us at:
ar: إذا كان لديك أي أسئلة أو ترغب في ممارسة حقوقك، يرجى الاتصال بنا على:
de: Wenn Sie Fragen haben oder Ihre Rechte ausüben möchten, kontaktieren Sie uns bitte unter:
es: Si tienes alguna pregunta o deseas ejercer tus derechos, contáctanos en:
fr: Si vous avez des questions ou souhaitez exercer vos droits, veuillez nous contacter à :
it: Se hai domande o desideri esercitare i tuoi diritti, contattaci a:
pt: Se você tiver alguma dúvida ou desejar exercer seus direitos, entre em contato conosco em:
uk: Якщо у вас є запитання або ви бажаєте скористатися своїми правами, будь ласка, зв'яжіться з нами за адресою:

# consente
source: Consent
ar: الموافقة
de: Einwilligung
es: Consentimiento
fr: Consentement
it: Consenso
pt: Consentimento
uk: Згода

# bywritingthename
source: By writing the name consider this as signing this form, i confirm that i have read and understood the information provided, and you consent to the processing of your personal health data as outlined above.
ar: بكتابة الاسم اعتبر هذا بمثابة توقيع على هذا النموذج، أؤكد أنني قرأت وفهمت المعلومات المقدمة، وأنت توافق على معالجة بياناتك الصحية الشخصية كما هو موضح أعلاه.
de: Durch das Schreiben des Namens gilt dies als Unterzeichnung dieses Formulars. Ich bestätige, dass ich die bereitgestellten Informationen gelesen und verstanden habe und stimme der Verarbeitung meiner persönlichen Gesundheitsdaten wie oben beschrieben zu.
es: Al escribir el nombre se considera como firma en este formulario. Confirmo que he leído y comprendido la información proporcionada, y doy mi consentimiento para el procesamiento de mis datos personales de salud según lo descrito arriba.
fr: En inscrivant le nom, je confirme que j'ai lu et compris les informations fournies, et je consens au traitement de mes données de santé personnelles comme indiqué ci-dessus.
it: Scrivendo il nome, considera questo come firma del modulo. Confermo di aver letto e compreso le informazioni fornite e acconsento al trattamento dei miei dati personali sanitari come descritto sopra.
pt: Ao escrever seu nome, considera-se que você assinou este formulário, confirmando que leu e compreendeu as informações fornecidas e consente com o processamento dos seus dados de saúde pessoal conforme descrito acima.
uk: Підписуючи своє ім'я, ви підтверджуєте, що прочитали та зрозуміли надану інформацію і даєте згоду на обробку ваших персональних медичних даних відповідно до наведених вище умов.

# namee
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
pt: Nome
uk: Ім'я

# thankyouforyourtrust
source: Thank you for your trust in XLcarez Your health and privacy are our top priorities!
ar: شكراً لثقتك في XLcarez. صحتك وخصوصيتك هما أولويتنا القصوى!
de: Vielen Dank für Ihr Vertrauen in XLcarez Ihre Gesundheit und Privatsphäre sind unsere obersten Prioritäten!
es: ¡Gracias por confiar en XLcarez! Tu salud y privacidad son nuestra prioridad.
fr: Merci pour votre confiance en XLcarez Votre santé et votre vie privée sont nos priorités absolues !
it: Grazie per la tua fiducia in XLcarez. La tua salute e la tua privacy sono le nostre massime priorità!
pt: Obrigado por confiar na XLcarez. Sua saúde e privacidade são nossas principais prioridades!
uk: Дякуємо за вашу довіру до XLcarez! Ваше здоров'я та конфіденційність є нашим головним пріоритетом!

source: Final Results
ar: النتائج النهائية
de: Endergebnisse
es: Resultados finales
fr: Résultats finaux
it: Risultati Finali
pt: Resultados Finais
uk: Кінцеві результати

# ellnesslevel
source: Wellness Level
ar: مستوى الرفاهية
es: Nivel de bienestar
fr: Niveau de bien-être
it: Livello di Benessere
pt: Nível de Bem-Estar
uk: Рівень здоров'я

source: Back to Home
ar: العودة إلى الصفحة الرئيسية
de: Zurück zur Startseite
es: Volver al inicio
fr: Retour à l'accueil
it: Torna alla Home
pt: Voltar para a Página Inicial
uk: Повернутися на головну

# failedtogenerate
source: Failed to genrare image
ar: فشل في إنشاء الصورة
de: Fehler beim Generieren des Bildes
es: Error al generar la imagen
fr: Échec de la génération de l'image
it: Impossibile generare l'immagine
pt: Falha ao gerar imagem
uk: Не вдалося створити зображення

# desclaimer
source: Disclaimer
ar: إخلاء المسؤولية
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
pt: Aviso Legal
uk: Відмова від відповідальності

# thexlcarezappis
source: The XLcarez app is based on the Binah.ai framework, utilizing Mean Absolute Error (MAE) and Root Mean Square Error (RMSE) as key error factors in the interpretation of test results. All outcomes generated by the app are based on AI algorithms and should not be considered definitive. Clinical diagnosis and consultation with a healthcare professional are essential for accurate health assessments. XLcarez cannot be held responsible, directly or indirectly, for any adverse effects resulting from the test results provided by this app
ar: تطبيق XLcarez يعتمد على إطار عمل Binah.ai، ويستخدم الخطأ المطلق المتوسط (MAE) وجذر الخطأ التربيعي المتوسط (RMSE) كعوامل رئيسية في تفسير نتائج الاختبارات. جميع النتائج المولدة من التطبيق تعتمد على الخوارزميات الذكية ويجب ألا تعتبر نهائية. التشخيص السريري والتشاور مع محترف صحي ضروريان للحصول على تقييمات صحية دقيقة. لا يمكن تحميل XLcarez المسؤولية، سواء بشكل مباشر أو غير مباشر، عن أي آثار سلبية ناتجة عن نتائج الاختبار التي يقدمها هذا التطبيق
de: Die XLcarez-App basiert auf dem Binah.ai-Framework und verwendet den mittleren absoluten Fehler (MAE) und den mittleren quadratischen Fehler (RMSE) als Hauptfehlerfaktoren bei der Interpretation der Testergebnisse. Alle Ergebnisse, die von der App generiert werden, basieren auf KI-Algorithmen und sollten nicht als endgültig angesehen werden. Eine klinische Diagnose und Konsultation mit einem Gesundheitsfachmann sind für eine genaue Gesundheitsbewertung unerlässlich. XLcarez kann nicht direkt oder indirekt für negative Auswirkungen verantwortlich gemacht werden, die sich aus den von dieser App bereitgestellten Testergebnissen ergeben.
es: La aplicación XLcarez se basa en el marco Binah.ai, utilizando el Error Medio Absoluto (MAE) y la Raíz del Error Cuadrático Medio (RMSE) como factores clave en la interpretación de los resultados. Todos los resultados generados por la aplicación se basan en algoritmos de IA y no deben considerarse definitivos. El diagnóstico clínico y la consulta con un profesional de la salud son esenciales para evaluaciones precisas. XLcarez no se responsabiliza, directa o indirectamente, por efectos adversos derivados de los resultados proporcionados por esta aplicación.
fr: L'application XLcarez est basée sur le cadre Binah.ai, utilisant l'erreur absolue moyenne (MAE) et l'erreur quadratique moyenne (RMSE) comme principaux facteurs d'erreur dans l'interprétation des résultats des tests. Tous les résultats générés par l'application sont basés sur des algorithmes d'IA et ne doivent pas être considérés comme définitifs. Un diagnostic clinique et une consultation avec un professionnel de santé sont essentiels pour des évaluations précises de la santé. XLcarez ne peut être tenu responsable, directement ou indirectement, des effets indésirables résultant des résultats de tests fournis par cette application.
it: L'app XLcarez si basa sul framework Binah.ai, utilizzando l'Errore Assoluto Medio (MAE) e l'Errore Quadratico Medio (RMSE) come fattori chiave nell'interpretazione dei risultati dei test. Tutti i risultati generati dall'app sono basati su algoritmi AI e non devono essere considerati definitivi. Una diagnosi clinica e una consulenza con un professionista sanitario sono essenziali per valutazioni sanitarie accurate. XLcarez non può essere ritenuto responsabile, direttamente o indirettamente, per effetti negativi derivanti dai risultati dei test forniti da questa app.
pt: O aplicativo XLcarez é baseado no framework Binah.ai, utilizando Erro Absoluto Médio (MAE) e Erro Quadrático Médio (RMSE) como fatores-chave de erro na interpretação dos resultados dos testes. Todos os resultados gerados pelo aplicativo são baseados em algoritmos de IA e não devem ser considerados definitivos. Um diagnóstico clínico e a consulta com um profissional de saúde são essenciais para avaliações precisas da saúde. A XLcarez não pode ser responsabilizada, direta ou indiretamente, por quaisquer efeitos adversos decorrentes dos resultados dos testes fornecidos por este aplicativo.
uk: Додаток XLcarez працює на основі платформи Binah.ai, використовуючи середню абсолютну похибку (MAE) та корінь середньоквадратичної похибки (RMSE) як основні фактори похибки при інтерпретації результатів тестів. Усі результати, згенеровані додатком, базуються на алгоритмах штучного інтелекту і не повинні вважатися остаточними. Для точного оцінювання стану здоров'я необхідна клінічна діагностика та консультація з медичним фахівцем. XLcarez не несе відповідальності за будь-які негативні наслідки, що можуть виникнути внаслідок використання результатів тесту, отриманих у цьому додатку.

# iuderstand
source: I Understand
ar: أفهم
de: Ich verstehe
es: Entiendo
fr: Je comprends
it: Capisco
pt: Entendi
uk: Я розумію

source: Hospital Visit
ar: زيارة المستشفى
de: Krankenhausbesuch
es: Visita al hospital
fr: Visite à l'hôpital
it: Visita Ospedaliera
pt: Visita Hospitalar
uk: Візит до лікарні

source: No slots available !!
ar: لا توجد فترات متاحة !!
de: Keine Slots verfügbar !!
es: ¡No hay horarios disponibles!
fr: Aucun créneau disponible !!
it: Nessun slot disponibile !!
pt: Nenhum horário disponível!!
uk: Немає доступних слотів!

# confirmee
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
uk: Підтвердити

# pleaseselectspeciality
source: Please select Speciality to continue !!
ar: يرجى اختيار التخصص للمتابعة !!
de: Bitte wählen Sie eine Fachrichtung aus, um fortzufahren !!
es: Por favor, selecciona una especialidad para continuar.
fr: Veuillez sélectionner une spécialité pour continuer !!
it: Seleziona una specialità per continuare !!
pt: Por favor, selecione uma especialidade para continuar!!
uk: Будь ласка, виберіть спеціальність для продовження!

# pleaseselectslot
source: Please select slot for booking
ar: يرجى اختيار فترة لحجز الموعد
de: Bitte wählen Sie einen Slot für die Buchung aus
es: Por favor, selecciona un horario para la reserva
fr: Veuillez sélectionner un créneau pour réserver
it: Seleziona uno slot per la prenotazione
pt: Por favor, selecione um horário para agendar
uk: Будь ласка, виберіть слот для бронювання

# typee
source: Type :
ar: النوع:
de: Typ :
es: Tipo:
it: Tipo :
pt: Tipo:
uk: Тип:

# doctorse
source: Doctors
ar: الأطباء
de: Ärzte
es: Doctores
fr: Médecins
it: Medici
pt: Médicos
uk: Лікарі

source: My Care Team
ar: فريق الرعاية الخاص بي
de: Mein Betreuungsteam
es: Mi equipo de cuidado
fr: Mon Équipe de Soins
it: Il Mio Team di Cura
pt: Minha Equipe de Cuidados
uk: Моя команда медиків

source: Food Log
ar: سجل الطعام
de: Ernährungsprotokoll
es: Registro de alimentos
fr: Journal Alimentaire
it: Log Alimentare
pt: Registro Alimentar
uk: Журнал харчування

# clorieintake
source: Calorie Intake
ar: تناول السعرات الحرارية
de: Kalorienaufnahme
es: Ingesta calórica
fr: Apport Calorique
it: Assunzione di Calorie
pt: Ingestão Calórica
uk: Споживання калорій

source: Add More Foods
ar: أضف المزيد من الأطعمة
de: Weitere Lebensmittel hinzufügen
es: Agregar más alimentos
fr: Ajouter Plus d'Aliments
it: Aggiungi Altri Alimenti
pt: Adicionar Mais Alimentos
uk: Додати більше продуктів

# serachfood
source: Search for Food
ar: ابحث عن طعام
de: Nach Lebensmitteln suchen
es: Buscar alimento
fr: Rechercher un Aliment
it: Cerca Alimento
pt: Pesquisar Alimentos
uk: Пошук їжі

# youcantsenddata
source: You cant send empty data
ar: لا يمكنك إرسال بيانات فارغة
de: Sie können keine leeren Daten senden
es: No puedes enviar datos vacíos
fr: Vous ne pouvez pas envoyer des données vides
it: Non puoi inviare dati vuoti
pt: Você não pode enviar dados vazios
uk: Ви не можете надіслати порожні дані

source: Brand Name
ar: اسم العلامة التجارية
de: Markenname
es: Nombre de la marca
fr: Nom de la Marque
it: Nome del Brand
pt: Nome da Marca
uk: Назва бренду

# nutritioninforamtion
source: Nutritional Information
ar: المعلومات الغذائية
de: Nährwertinformationen
es: Información nutricional
fr: Informations Nutritionnelles
it: Informazioni Nutrizionali
pt: Informações Nutricionais
uk: Харчова інформація

source: Please check the image!!
ar: يرجى التحقق من الصورة!!
de: Bitte überprüfen Sie das Bild!!
es: ¡Por favor, revisa la imagen!
fr: Veuillez vérifier l'image !!
it: Controlla l'immagine!!
pt: Por favor, verifique a imagem!!
uk: Будь ласка, перевірте зображення!

source: I ate this
ar: أكلت هذا
de: Ich habe das gegessen
es: Comí esto
fr: J'ai mangé ça
it: Ho mangiato questo
pt: Eu comi isso
uk: Я це з'їв

# searche
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt: Pesquisar
uk: Пошук

# energee
source: Energy
ar: الطاقة
de: Energie
es: Energía
fr: Énergie
it: Energia
pt: Energia
uk: Енергія

# email_error
source: Email is not formatted.
ar: البريد الإلكتروني غير مُنسق.
de: Die E-Mail ist nicht richtig formatiert.
es: El correo electrónico no tiene el formato correcto.
fr: L'e-mail n'est pas formaté correctement.
it: L'email non è formattata correttamente.
pt: O email não está formatado corretamente.
uk: Email має неправильний формат.

# pass_error
source: Password should be more than 6 digits.
ar: يجب أن تكون كلمة المرور أكثر من 6 أرقام.
de: Das Passwort sollte mehr als 6 Zeichen enthalten.
es: La contraseña debe tener más de 6 caracteres.
fr: Le mot de passe doit comporter plus de 6 caractères.
it: La password deve contenere più di 6 caratteri.
pt: A senha deve ter mais de 6 dígitos.
uk: Пароль повинен містити більше 6 символів.

# healthassesment
source: Health assessment
ar: تقييم الصحة
de: Gesundheitsbewertung
es: Evaluación de salud
fr: Évaluation de la santé
it: Valutazione della salute
pt: Avaliação de saúde
uk: Оцінка здоров'я

source: Know Your Score
ar: اعرف نتيجتك
de: Kennen Sie Ihren Wert
es: Conoce tu puntuación
fr: Connaître votre score
it: Conosci il tuo punteggio
pt: Conheça Seu Resultado
uk: Дізнайтеся свій бал

source: STOP
ar: إيقاف
de: STOPPEN
es: DETENER
fr: ARRÊTER
it: FERMA
pt: PARAR
uk: ЗУПИНИТИСЯ

# warn1
source: Your device is in low power mode, please turn it off to proceed further
ar: جهازك في وضع الطاقة المنخفضة، يرجى إيقافه للمتابعة
de: Ihr Gerät befindet sich im Energiesparmodus, bitte schalten Sie es aus, um fortzufahren
es: Tu dispositivo está en modo de bajo consumo, por favor desactívalo para continuar
fr: Votre appareil est en mode basse consommation, veuillez l'éteindre pour continuer
it: Il tuo dispositivo è in modalità a bassa potenza, per favore disattivala per continuare.
pt: Seu dispositivo está no modo de economia de energia, desative-o para continuar.
uk: Ваш пристрій перебуває в режимі енергозбереження, будь ласка, вимкніть його, щоб продовжити

# warn2
source: The Torch feature is unavailable.
ar: ميزة المصباح غير متوفرة.
de: Die Taschenlampenfunktion ist nicht verfügbar.
es: La función de linterna no está disponible.
fr: La fonction lampe de poche est indisponible.
it: La funzione Torcia non è disponibile.
pt: O recurso de lanterna está indisponível.
uk: Функція ліхтарика недоступна.
