Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

source: No reminders
ar: لا توجد تذكيرات
de: Keine Erinnerungen
es: Sin recordatorios
fr: Aucun rappel
it: Nessun promemoria
pt: Sem lembretes
uk: Немає нагадувань

# neww
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt: Novo
uk: Новий

# selectmedicinee
source: Select Medicine
ar: اختر الدواء
de: Medizin auswählen
es: Seleccionar Medicamento
fr: Sélectionner un médicament
it: Seleziona medicina
pt: Selecionar medicamento
uk: Вибрати ліки

# pleaseselectmedicine
source: please select medicine before proceeding
ar: يرجى اختيار الدواء قبل المتابعة
de: Bitte wählen Sie eine Medizin aus, bevor Sie fortfahren
es: por favor selecciona un medicamento antes de continuar
fr: Veuillez sélectionner un médicament avant de continuer
it: Seleziona una medicina prima di procedere
pt: Por favor, selecione um medicamento antes de continuar
uk: Будь ласка, виберіть ліки перед продовженням

# othere
source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
it: Altro
pt: Outro
uk: Інше

# otherisnotempty
source: Other is cannot be empty
ar: الخيار الآخر لا يمكن أن يكون فارغًا
de: Anderes darf nicht leer sein
es: El campo 'Otro' no puede estar vacío
fr: Autre ne peut pas être vide
it: Altro non può essere vuoto
pt: Outro não pode estar vazio
uk: Поле 'Інше' не може бути порожнім

# custome
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
pt: Personalizado
uk: Користувацький

# customreference
source: Custom recurrence
ar: تكرار مخصص
de: Benutzerdefinierte Wiederholung
es: Recurrencia personalizada
fr: Récurrence personnalisée
it: Ricorrenza personalizzata
pt: Recorrência personalizada
uk: Користувацька повторюваність

# donee
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt: Concluído
uk: Готово

source: Repeat every
ar: كرر كل
de: Wiederhole alle
es: Repetir cada
fr: Répéter tous les
it: Ripeti ogni
pt: Repetir a cada
uk: Повторювати кожен

# daysee
source: Day's
ar: أيام
de: Tage
es: Día(s)
fr: Jours
it: Giorni
pt: Dias
uk: Днів

# dayse
source: Day
ar: يوم
de: Tag
es: Día
fr: Jour
it: Giorno
pt: Dia
uk: День

# monthsee
source: Months's
ar: أشهر
de: Monate
es: Mes(es)
fr: Mois
it: Mesi
pt: Meses
uk: Місяців

# monthse
source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
it: Mese
pt: Mês
uk: Місяць

# yearse
source: Year's
ar: سنوات
de: Jahre
es: Año(s)
fr: Années
it: Anni
pt: Anos
uk: Років

# yeare
source: Year
ar: سنة
de: Jahr
es: Año
fr: Année
it: Anno
pt: Ano
uk: Рік

source: Medication Reminder
ar: تذكير بالأدوية
de: Medikamentenerinnerung
es: Recordatorio de Medicación
fr: Rappel de médicament
it: Promemoria dei farmaci
pt: Lembrete de medicação
uk: Нагадування про ліки

source: Does not repeat
ar: لا يتكرر
de: Wird nicht wiederholt
es: No se repite
fr: Ne se répète pas
it: Non si ripete
pt: Não se repete
uk: Не повторюється

source: Every day
ar: كل يوم
de: Jeden Tag
es: Cada día
fr: Tous les jours
it: Ogni giorno
pt: Todos os dias
uk: Кожен день

source: Every week
ar: كل أسبوع
de: Jede Woche
es: Cada semana
fr: Toutes les semaines
it: Ogni settimana
pt: Toda semana
uk: Щотижня

# everyfornightly
source: Every fortnightly
ar: كل أسبوعين
de: Alle zwei Wochen
es: Cada quincena
fr: Toutes les deux semaines
it: Ogni due settimane
pt: A cada duas semanas
uk: Кожні два тижні

source: Every month
ar: كل شهر
de: Jeden Monat
es: Cada mes
fr: Tous les mois
it: Ogni mese
pt: Todo mês
uk: Щомісяця

source: Every year
ar: كل سنة
de: Jedes Jahr
es: Cada año
fr: Tous les ans
it: Ogni anno
pt: Todo ano
uk: Щороку

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione a Internet
pt: Sem conexão com a Internet
uk: Немає підключення до Інтернету

# pleasecheckyourconnection
source: Please check your connection again or connect to wifi.
ar: يرجى التحقق من اتصالك مرة أخرى أو الاتصال بشبكة Wi-Fi.
de: Bitte überprüfe deine Verbindung erneut oder verbinde dich mit WLAN.
es: Por favor revisa tu conexión o conéctate a una red Wi-Fi.
fr: Veuillez vérifier votre connexion ou vous connecter au Wi-Fi.
it: Controlla di nuovo la tua connessione o connettiti al Wi-Fi.
pt: Por favor, verifique sua conexão novamente ou conecte-se ao Wi-Fi.
uk: Будь ласка, перевірте підключення ще раз або підключіться до Wi-Fi.

# informationee
source: Information
ar: معلومات
es: Información
it: Informazione
pt: Informação
uk: Інформація

# coupfield
source: Enter Coupon Code to Reedem Scan's
ar: أدخل رمز القسيمة لاسترداد عمليات المسح
de: Geben Sie den Gutscheincode ein, um Scans einzulösen
es: Introduce el código de cupón para canjear escaneos
fr: Entrez le code promo pour échanger les scans
it: Inserisci il codice coupon per riscattare le scansioni
pt: Digite o código do cupom para resgatar as digitalizações
uk: Введіть код купона, щоб викупити сканування

# apply_btn
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar
uk: Застосувати

# complication
source: Complications
ar: المضاعفات
de: Komplikationen
es: Complicaciones
it: Complicazioni
pt: Complicações
uk: Ускладнення

source: Macro-Vascular
ar: الأوعية الدموية الكبيرة
de: Makrovaskulär
es: Macrovasculares
fr: Macrovasculaire
it: Macrovascolare
uk: Макросудинні

# coronaryartery
source: Coronary artery disease
ar: مرض الشريان التاجي
de: Koronare Herzkrankheit
es: Enfermedad de las arterias coronarias
fr: Maladie coronarienne
it: Cardiopatia ischemica
pt: Doença arterial coronariana
uk: Ішемічна хвороба серця

# cerebrovascular
source: Cerebrovascular disease
ar: مرض الأوعية الدموية الدماغية
de: Zerebrovaskuläre Erkrankung
es: Enfermedad cerebrovascular
fr: Maladie cérébrovasculaire
it: Malattia cerebrovascolare
pt: Doença cerebrovascular
uk: Цереброваскулярне захворювання

# peripheral
source: Peripheral artery disease
ar: مرض الشرايين الطرفية
de: Periphere arterielle Verschlusskrankheit
es: Enfermedad arterial periférica
fr: Maladie artérielle périphérique
it: Malattia arteriosa periferica
pt: Doença arterial periférica
uk: Периферичне артеріальне захворювання

source: Remark
ar: ملاحظة
de: Bemerkung
es: Observación
fr: Remarque
it: Nota
pt: Observação
uk: Примітка

source: Micro-Vascular
ar: الأوعية الدموية الدقيقة
de: Mikrovaskulär
es: Microvasculares
fr: Microvasculaire
it: Microvascolare
uk: Мікросудинні

source: Retinopathy
ar: اعتلال الشبكية
de: Retinopathie
es: Retinopatía
fr: Rétinopathie
it: Retinopatia
pt: Retinopatia
uk: Ретинопатія

source: Nephropathy
ar: اعتلال الكلية
de: Nephropathie
es: Nefropatía
fr: Néphropathie
it: Nefropatia
pt: Nefropatia
uk: Нефропатія

source: Neuropathy
ar: اعتلال الأعصاب
de: Neuropathie
es: Neuropatía
fr: Neuropathie
it: Neuropatia
pt: Neuropatia
uk: Нейропатія

# footcomlications
source: Foot complications
ar: مضاعفات القدم
de: Fußkomplikationen
es: Complicaciones en los pies
fr: Complications du pied
it: Complicazioni del piede
pt: Complicações nos pés
uk: Ускладнення стопи

# skin
source: Skin redness, cracks, callus
ar: احمرار الجلد، تشققات، مسامير القدم
de: Hautrötung, Risse, Hornhaut
es: Enrojecimiento, grietas, callos en la piel
fr: Rougeur de la peau, fissures, durillons
it: Rossore della pelle, screpolature, calli
pt: Vermelhidão da pele, rachaduras, calos
uk: Почервоніння шкіри, тріщини, мозолі

# sensation
source: Reduced Sensation
ar: انخفاض الإحساس
de: Vermindertes Empfinden
es: Sensación reducida
fr: Sensation réduite
it: Sensibilità ridotta
pt: Sensibilidade reduzida
uk: Знижена чутливість

# vibration
source: Reduced Vibration
ar: انخفاض الإحساس بالاهتزاز
de: Verminderte Vibrationsempfindung
es: Reducción en la sensación de vibración
fr: Vibration réduite
it: Vibrazione ridotta
pt: Sensação vibratória reduzida
uk: Знижене відчуття вібрації

source: Deformity
ar: تشوه
de: Deformität
es: Deformidad
fr: Déformation
it: Deformità
pt: Deformidade
uk: Деформація

source: Ulcer
ar: قرحة
de: Geschwür
es: Úlcera
fr: Ulcère
it: Ulcera
pt: Úlcera
uk: Виразка

# cconsultione
source: Consultation
ar: استشارة
de: Beratung
es: Consulta
it: Consultazione
pt: Consulta
uk: Консультація

# visittypee
source: Visit-Type
ar: نوع الزيارة
de: Besuchsart
es: Tipo de Visita
fr: Type de visite
it: Tipo di visita
pt: Tipo de visita
uk: Тип візиту

# follwwupe
source: Follow-Up
ar: متابعة
de: Nachuntersuchung
es: Seguimiento
fr: Suivi
it: Controllo
pt: Acompanhamento
uk: Повторний огляд

source: Visit Due date
ar: تاريخ الزيارة المستحقة
de: Fälligkeitsdatum des Besuchs
es: Fecha de la Visita
fr: Date prévue de la visite
it: Data visita prevista
pt: Data prevista da visita
uk: Очікувана дата візиту

source: Inv Due date
ar: تاريخ الاستحقاق
de: Rechnungsfälligkeitsdatum
es: Fecha de Vencimiento de la Invitación
fr: Date d’échéance de la facture
it: Data di scadenza fattura
pt: Data de vencimento da fatura
uk: Термін рахунку

source: AC-PC Due Date
ar: تاريخ استحقاق AC-PC
de: AC-PC Fälligkeitsdatum
es: Fecha de Vencimiento AC-PC
fr: Date d’échéance AC-PC
it: Data di scadenza AC-PC
pt: Data de vencimento AC-PC
uk: Термін AC-PC

source: CVD Risk
ar: مخاطر القلب والأوعية الدموية
de: Kardiovaskuläres Risiko
es: Riesgo de ECV
fr: Risque cardiovasculaire
it: Rischio cardiovascolare
pt: Risco cardiovascular
uk: Ризик серцево-судинних захворювань

# anthropometrye
source: Anthropometry
ar: القياسات الجسمانية
de: Anthropometrie
es: Antropometría
fr: Anthropométrie
it: Antropometria
pt: Antropometria
uk: Антропометрія

# heighte
source: Height
ar: الطول
de: Größe
es: Altura
fr: Taille
it: Altezza
pt: Altura
uk: Зріст

# weighte
source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso
uk: Вага

# toboccousee
source: Tobacco Use
ar: استخدام التبغ
de: Tabakkonsum
es: Uso de Tabaco
fr: Utilisation du tabac
it: Uso di tabacco
pt: Uso de tabaco
uk: Вживання тютюну

source: WHO-CVD Risk SCORE
ar: درجة خطر القلب والأوعية الدموية حسب منظمة الصحة العالمية
de: WHO CVD Risiko-Score
es: Puntaje de Riesgo ECV - OMS
fr: Score de risque cardiovasculaire OMS
it: Punteggio rischio cardiovascolare OMS
pt: Pontuação de risco CVD da OMS
uk: Оцінка ризику ССЗ ВООЗ

source: Non lab based CVD risk score
ar: درجة الخطر (بدون تحليل مخبري)
de: Nicht-laborbasierter CVD Risiko-Score
es: Puntaje de Riesgo ECV sin análisis de laboratorio
fr: Score de risque sans test de laboratoire
it: Punteggio rischio senza laboratorio
pt: Pontuação de risco sem laboratório
uk: Оцінка ризику без лабораторії

source: Lab based CVD risk score
ar: درجة الخطر (باستخدام التحاليل المخبرية)
de: Laborbasierter CVD Risiko-Score
es: Puntaje de Riesgo ECV con análisis de laboratorio
fr: Score de risque basé sur le laboratoire
it: Punteggio rischio con laboratorio
pt: Pontuação de risco com laboratório
uk: Оцінка ризику з лабораторією

source: Lab Investigation
ar: التحقيق المخبري
de: Laboruntersuchung
es: Investigación de Laboratorio
fr: Examen de laboratoire
it: Indagini di laboratorio
pt: Exame laboratorial
uk: Лабораторне дослідження

# ureae
source: Urea
ar: اليوريا
de: Harnstoff
fr: Urée
pt: Ureia
uk: Сечовина

# creatininee
source: Creatinine
ar: الكرياتينين
de: Kreatinin
es: Creatinina
fr: Créatinine
it: Creatinina
pt: Creatinina
uk: Креатинін

# funduse
source: Fundus
ar: قاع العين
de: Augenhintergrund
es: Fondo de ojo
fr: Fond d’œil
it: Fondo oculare
pt: Fundo de olho
uk: Огляд очного дна

# patienteee
source: Patient
ar: مريض
es: Paciente
it: Paziente
pt: Paciente
uk: Пацієнт

# proxye
source: Proxy
ar: الوكيل
de: Stellvertreter
es: Representante
fr: Mandataire
it: Delegato
pt: Procurador
uk: Представник

source: Confirmed
ar: مؤكد
de: bestätigt
es: Confirmado
fr: confirmé
it: confermata
pt: confirmada
uk: підтверджено

# mandatoryfields
source: please enter mandatory fields
ar: يرجى إدخال الحقول الإلزامية
de: Bitte füllen Sie die Pflichtfelder aus
es: por favor introduce los campos obligatorios
fr: Veuillez remplir les champs obligatoires
it: Per favore, inserisci i campi obbligatori
pt: Por favor, preencha os campos obrigatórios
uk: Будь ласка, заповніть обов’язкові поля

# weightrangeerror
source: Weight in kg should be within the range of 40 to 150 kg
ar: يجب أن يكون الوزن بالكيلوغرام ضمن النطاق من 40 إلى 150 كجم
de: Das Gewicht in kg sollte im Bereich von 40 bis 150 kg liegen
es: El peso en kg debe estar entre 40 y 150 kg
fr: Le poids en kg doit être compris entre 40 et 150 kg
it: Il peso in kg deve essere compreso tra 40 e 150 kg
pt: O peso em kg deve estar dentro do intervalo de 40 a 150 kg
uk: Вага в кг повинна бути в межах від 40 до 150 кг

# heightrangeerror
source: Height in cm should be within the range of 130 to 230 centimeters
ar: يجب أن يكون الطول بالسنتيمتر ضمن النطاق من 130 إلى 230 سم
de: Die Körpergröße in cm sollte im Bereich von 130 bis 230 Zentimetern liegen
es: La altura en cm debe estar entre 130 y 230 centímetros
fr: La taille en cm doit être comprise entre 130 et 230 centimètres
it: L'altezza in cm deve essere compresa tra 130 e 230 centimetri
pt: A altura em cm deve estar dentro do intervalo de 130 a 230 centímetros
uk: Зріст у см повинен бути в межах від 130 до 230 сантиметрів

# weighterrorlbs
source: Weight in lbs should be within the range of 88 to 330 lbs
ar: يجب أن يكون الوزن بالجنيه ضمن النطاق من 88 إلى 330 جنيهًا.
de: Das Gewicht in Pfund sollte im Bereich von 88 bis 330 Pfund liegen.
es: El peso en lbs debe estar entre 88 y 330 lbs
fr: Le poids en livres doit être compris entre 88 et 330 livres.
it: Il peso in libbre deve essere compreso tra 88 e 330 libbre
pt: O peso em libras deve estar entre 88 e 330 libras.
uk: Вага у фунтах повинна бути в межах від 88 до 330 фунтів.

# wgtlb
source: Weight(lb)
ar: الوزن (رطل)
de: Gewicht (lb)
es: Peso (lb)
fr: Poids (lb)
it: Peso (lb)
pt: Peso (lb)
uk: Вага (фунт)

# wgtinlb
source: Weight in lb
ar: الوزن بالجنيه
de: Gewicht in Pfund
es: Peso en lb
fr: Poids en livres
it: Peso in libbre
pt: Peso em libras
uk: Вага у фунтах

# feet
source: Feets
ar: أقدام
de: Fuß
es: Pies
fr: Pieds
it: Piedi
pt: Pés
uk: Фути

# inch
source: Inches
ar: إنش
de: Zoll
es: Pulgadas
fr: Pouces
it: Pollici
pt: Polegadas
uk: Дюйми

# hgtf
source: Height(Feet-Inches)
ar: الطول (قدم-إنش)
de: Größe (Fuß-Zoll)
es: Altura (Pies-Pulgadas)
fr: Taille (Pieds-Pouces)
it: Altezza (Piedi-Pollici)
pt: Altura (Pés-Polegadas)
uk: Зріст (Фути-Дюйми)

# heightmax
source: Height must be between 130 cm and 230 cm (approximately 4 feet 3 inches to 7 feet 7 inches).
ar: يجب أن يكون الطول بين 130 سم و230 سم (حوالي 4 أقدام و3 بوصات إلى 7 أقدام و7 بوصات).
de: Die Größe muss zwischen 130 cm und 230 cm liegen (etwa 4 Fuß 3 Zoll bis 7 Fuß 7 Zoll).
es: La altura debe estar entre 130 cm y 230 cm (aproximadamente 4 pies 3 pulgadas a 7 pies 7 pulgadas).
fr: La taille doit être comprise entre 130 cm et 230 cm (environ 4 pieds 3 pouces à 7 pieds 7 pouces).
it: L'altezza deve essere compresa tra 130 cm e 230 cm (circa da 4 piedi e 3 pollici a 7 piedi e 7 pollici).
pt: A altura deve estar entre 130 cm e 230 cm (aproximadamente 4 pés 3 polegadas a 7 pés 7 polegadas).
uk: Зріст повинен бути від 130 см до 230 см (приблизно від 4 футів 3 дюймів до 7 футів 7 дюймів).
