Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
it: Accesso
pt: Entrar
uk: Увійти

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnettersi
pt: Sair
uk: Вийти

# splashwelcome
source: Reach Your Fitness Goals
ar: حقق أهداف لياقتك البدنية
de: Erreichen Sie Ihre Fitnessziele
es: Alcanza tus metas de fitness
fr: Atteignez vos objectifs de remise en forme
it: Raggiungi i tuoi obiettivi di fitness
pt: Alcance Seus Objetivos de Fitness
uk: Досягайте своїх фітнес-цілей

# getstarted
source: Register
ar: سجل الآن
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pt: Registrar
uk: Зареєструватися

source: Your
ar: خاصتك
de: dein
es: Tu
fr: ton
it: Il tuo
pt: Seu
uk: Ваш

source: Fitness Tracker
ar: متعقب اللياقة البدنية
es: Rastreador de Fitness
fr: Traqueur de condition physique
it: Tracker Fitness
pt: Rastreador de Fitness
uk: Фітнес-трекер

# regtagline1
source: Health records, calories, food log
ar: السجلات الصحية، السعرات الحرارية، سجل الطعام
de: Gesundheitsakten, Kalorien, Lebensmittelprotokoll
es: Registros de salud, calorías, diario alimenticio
fr: Dossiers de santé, calories, journal alimentaire
it: Cartelle sanitarie, calorie, registro alimentare
pt: Registros de saúde, calorias, diário alimentar
uk: Медичні записи, калорії, харчовий щоденник

# regtagline2
source: and doctor consultation
ar: واستشارة الطبيب
de: und ärztliche Beratung
es: y consulta médica
fr: et consultation d'un médecin
it: e consultazione medica
pt: e consulta médica
uk: та консультація лікаря

# createac
source: Create an account with your
ar: إنشاء حساب باستخدام بريدك الإلكتروني
de: Erstellen Sie ein Konto mit Ihrer
es: Crea una cuenta con tu
fr: Créez un compte avec votre
it: Crea un account con il tuo
pt: Crie uma conta com seu
uk: Створіть обліковий запис за допомогою

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
uk: Електронна пошта

# emailint
source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu correo electrónico
fr: Entrez votre email
it: Inserisci la tua email
pt: Digite seu e-mail
uk: Введіть свою електронну пошту

# continu
source: Continue
ar: استمرار
de: Weitermachen
es: Continuar
it: Continua
pt: Continuar
uk: Продовжити

# tcstatement
source: By continuing you accept our
ar: من خلال الاستمرار، فإنك تقبل
de: Indem Sie fortfahren, akzeptieren Sie unsere
es: Al continuar aceptas nuestros
fr: En continuant, vous acceptez notre
it: Continuando accetti i nostri
pt: Ao continuar, você aceita nossos
uk: Продовжуючи, ви приймаєте наші

# tandc
source: Terms and conditions
ar: الشروط والأحكام
de: Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
it: Termini e condizioni
pt: Termos e Condições
uk: Умови та положення

source: and
ar: و
de: Und
es: y
fr: et
it: e
pt: e
uk: та

# pp
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: politique de confidentialité
it: Informativa sulla privacy
pt: Política de Privacidade
uk: Політику конфіденційності

# wtname
source: Enter your name
ar: أدخل اسمك
de: Geben Sie Ihren Namen ein
es: Introduce tu nombre
fr: Entrez votre nom
it: Inserisci il tuo nome
pt: Insira seu nome
uk: Введіть ваше ім'я

# createpwd
source: Create Password
ar: إنشاء كلمة مرور
de: Passwort erstellen
es: Crear contraseña
fr: Créer un mot de passe
it: Crea Password
pt: Criar Senha
uk: Створити пароль

# pwd
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha
uk: Пароль

# enterpwd
source: Enter Password
ar: أدخل كلمة المرور
de: Geben Sie das Passwort ein
es: Introduce la contraseña
fr: Entrez le mot de passe
it: Inserisci la Password
pt: Digite a Senha
uk: Введіть пароль

# cnfpwd
source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
it: Conferma Password
pt: Confirmar Senha
uk: Підтвердити пароль

# entercnfpwd
source: Enter Confirm Password
ar: أدخل تأكيد كلمة المرور
de: Geben Sie das Bestätigungskennwort ein
es: Introduce la confirmación de la contraseña
fr: Entrez Confirmer le mot de passe
it: Inserisci la Conferma Password
pt: Digite a Confirmação da Senha
uk: Введіть підтвердження пароля

source: Submit
ar: إرسال
de: Einreichen
es: Enviar
fr: Soumettre
it: Invia
pt: Enviar
uk: Надіслати

# pwdmissmatch
source: Password Mismatch
ar: عدم تطابق كلمة المرور
de: Passwortkonflikt
es: Las contraseñas no coinciden
fr: Incompatibilité de mot de passe
it: Le password non corrispondono
pt: As senhas não coincidem
uk: Паролі не збігаються

source: Welcome back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bienvenue de retour
it: Bentornato
pt: Bem-vindo de volta
uk: Ласкаво просимо назад

# loginurac
source: login your account
ar: تسجيل الدخول إلى حسابك
de: Melden Sie sich bei Ihrem Konto an
es: inicia sesión en tu cuenta
fr: Connectez-vous à votre compte
it: Accedi al tuo account
pt: Faça login na sua conta
uk: Увійдіть до свого облікового запису

# emailerror
source: Email cannot be empty
ar: البريد الإلكتروني لا يمكن أن يكون فارغًا
de: E-Mail darf nicht leer sein
es: El correo electrónico no puede estar vacío
fr: L'e-mail ne peut pas être vide
it: L'email non può essere vuota
pt: O e-mail não pode estar vazio
uk: Електронна пошта не може бути порожньою

# forgetpwd
source: Forgot Password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
pt: Esqueceu a senha?
uk: Забули пароль?

source: ok
ar: حسنًا
es: Aceptar
fr: D'accord
uk: ОК

source: Alert
ar: تنبيه
de: Alarm
es: Alerta
fr: Alerte
it: Avviso
pt: Alerta
uk: Попередження

# mailcheckmsg
source: If you don't see the email in your inbox, kindly check your spam or junk folder in the email app.
ar: إذا لم ترَ البريد الإلكتروني في صندوق الوارد، يرجى التحقق من مجلد البريد العشوائي أو البريد غير المرغوب فيه في تطبيق البريد الإلكتروني.
de: Wenn Sie die E-Mail nicht in Ihrem Posteingang sehen, überprüfen Sie bitte den Spam- oder Junk-Ordner in Ihrer E-Mail-App.
es: Si no ves el correo electrónico en tu bandeja de entrada, revisa tu carpeta de spam o correo no deseado en la aplicación de correo.
fr: Si vous ne voyez pas l'e-mail dans votre boîte de réception, vérifiez le dossier spam ou indésirables dans l'application de messagerie.
it: Se non vedi l'email nella tua casella di posta, controlla la cartella spam o posta indesiderata nella tua app email.
pt: Se você não encontrar o e-mail na sua caixa de entrada, verifique a pasta de spam ou lixo eletrônico no aplicativo de e-mail.
uk: Якщо ви не бачите електронного листа у своїй скриньці, перевірте папку «Спам» або «Небажана пошта» у програмі електронної пошти.

# acquestion
source: If you don’t have account
ar: إذا لم يكن لديك حساب
de: Wenn Sie kein Konto haben
es: Si no tienes una cuenta
fr: Si vous n'avez pas de compte
it: Se non hai un account
pt: Se você não tem uma conta
uk: Якщо у вас немає облікового запису

# rghere
source: Register Here
ar: سجل هنا
de: Hier registrieren
es: Regístrate aquí
it: Registrati qui
pt: Registre-se Aqui
uk: Зареєструватися тут

source: Vitals
ar: العلامات الحيوية
de: Vitalzeichen
es: Signos vitales
fr: Signes vitaux
it: Parametri vitali
pt: Sinais Vitais
uk: Життєві показники

source: Add
ar: أضف
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt: Adicionar
uk: Додати

# calariesburnt
source: Calories Burnt
ar: السعرات الحرارية المحروقة
de: Verbrannte Kalorien
es: Calorías quemadas
fr: Calories brûlées
it: Calorie bruciate
pt: Calorias Queimadas
uk: Спалені калорії

source: kcal
ar: كيلو كالوري
uk: ккал

source: BMI
ar: مؤشر كتلة الجسم
es: IMC
pt: IMC
uk: ІМТ

source: Step Count
ar: عدد الخطوات
de: Schrittzähler
es: Conteo de pasos
fr: Nombre de pas
it: Conteggio passi
pt: Contagem de Passos
uk: Кількість кроків

# sleepfatige
source: Sleep and Fatigue Assessment
ar: تقييم النوم والإرهاق
de: Schlaf- und Ermüdungsbewertung
es: Evaluación del sueño y fatiga
fr: Évaluation du sommeil et de la fatigue
it: Valutazione del sonno e dell'affaticamento
pt: Avaliação do Sono e Fadiga
uk: Оцінка сну та втоми

source: Start
ar: ابدأ
de: Starten
es: Comenzar
fr: Démarrer
it: Inizia
pt: Iniciar
uk: Почати

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pt: Atividade
uk: Активність

source: View Trends
ar: عرض الاتجاهات
de: Trends ansehen
es: Ver tendencias
fr: Voir les tendances
it: Visualizza tendenze
pt: Ver Tendências
uk: Перегляд тенденцій

# dlvitalscans
source: Daily Vitals Scans
ar: الفحوصات الحيوية اليومية
de: Tägliche Vitalzeichen-Scans
es: Escaneos diarios de signos vitales
fr: Scans quotidiens des signes vitaux
it: Scansioni giornaliere dei parametri vitali
pt: Escaneamentos Diários dos Sinais Vitais
uk: Щоденні сканування життєвих показників

source: View All
ar: عرض الكل
de: Alle ansehen
es: Ver todo
fr: Voir tout
it: Vedi tutto
pt: Ver Tudo
uk: Переглянути всі

# flog
source: Food Log
ar: سجل الطعام
de: Ernährungsprotokoll
es: Diario alimenticio
fr: Journal alimentaire
it: Registro alimentare
pt: Diário Alimentar
uk: Харчовий щоденник

# clintake
source: Calorie Intake
ar: مدخول السعرات الحرارية
de: Kalorienzufuhr
es: Ingesta calórica
fr: Apport caloriquee
it: Assunzione calorica
pt: Ingestão de Calorias
uk: Споживання калорій

# fatigescore
source: Fatigue Score
ar: درجة الإرهاق
de: Ermüdungswert
es: Puntuación de fatiga
fr: Score de fatigue
it: Punteggio affaticamento
pt: Pontuação de Fadiga
uk: Оцінка втоми

# scoreint
source: According to your latest score of
ar: وفقًا لأحدث درجتك من
de: Entsprechend Ihrem letzten Wert von
es: Según tu puntuación más reciente de
fr: Selon votre dernier score de
it: Secondo il tuo ultimo punteggio di
pt: De acordo com sua pontuação mais recente de
uk: Відповідно до вашого останнього показника

source: you are
ar: أنت
de: Sie sind
es: eres
fr: vous êtes
it: tu sei
pt: você está
uk: Ви

source: not
ar: لا
de: nicht
es: no
fr: ne pas
it: non
pt: não
uk: не

# leveltext
source: experiencing clinically significant fatigue level.
ar: تعاني من مستوى تعب سريري ملحوظ.
de: erleben keinen klinisch signifikanten Müdigkeitsgrad.
es: experimentando un nivel de fatiga clínicamente significativo.
fr: n'éprouvez pas de niveau de fatigue cliniquement significatif.
it: stai sperimentando un livello di affaticamento clinicamente significativo.
pt: apresentando um nível clinicamente significativo de fadiga.
uk: відчуваєте клінічно значущий рівень втоми.

source: Sleep Score
ar: درجة النوم
de: Schlafbewertung
es: Puntuación del sueño
fr: Score de sommeil
it: Punteggio del sonno
pt: Pontuação do Sono
uk: Оцінка сну

source: Risk Score
ar: درجة الخطر
de: Risikobewertung
es: Puntuación de riesgo
fr: Score de risque
it: Punteggio di rischio
pt: Pontuação de Risco
uk: Оцінка ризику

source: Diabetic
ar: مريض بالسكري
de: Diabetiker
es: Diabético
fr: Diabétique
it: Diabete
pt: Diabetes
uk: Діабет

source: Obesity
ar: السمنة
de: Fettleibigkeit
es: Obesidad
fr: Obésité
it: Obesità
pt: Obesidade
uk: Ожиріння

source: Cardiac
ar: القلب
de: Herz
es: Cardíaco
fr: Cardiaque
it: Cardiaco
pt: Cardíaco
uk: Серцеві захворювання

source: Score
ar: النتيجة
de: Punktzahl
es: Puntuación
it: Punteggio
pt: Pontuação
uk: Рейтинг

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil
uk: Профіль

# caption
source: Your Expertise, Our Priority
ar: خبرتك، أولويتنا
de: Ihre Expertise, unsere Priorität
es: Tu experiencia, nuestra prioridad
fr: Votre expertise, notre priorité
it: La tua esperienza, la nostra priorità
pt: Sua Experiência, Nossa Prioridade
uk: Ваш досвід – наш пріоритет

# caption2
source: Keep Your Health UpToDate
ar: حافظ على صحتك محدثة
de: Halten Sie Ihre Gesundheit auf dem neuesten Stand
es: Mantén tu salud actualizada
fr: Maintenez votre santé à jour
it: Mantieni la tua salute aggiornata
pt: Mantenha Sua Saúde Atualizada
uk: Підтримуйте своє здоров'я в актуальному стані

# advise
source: Update your profile
ar: تحديث ملفك الشخصي
de: Aktualisieren Sie Ihr Profil
es: Actualiza tu perfil
fr: Mettez à jour votre profil
it: Aggiorna il tuo profilo
pt: Atualize seu perfil
uk: Оновіть свій профіль

# myreport
source: My Reports
ar: تقاريري
de: Meine Berichte
es: Mis informes
fr: Mes rapports
it: I miei rapporti
pt: Meus Relatórios
uk: Мої звіти

# deleteac
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt: Excluir Conta
uk: Видалити акаунт

# dltconfirmation
source: Are you sure want to Delete Account?
ar: هل أنت متأكد أنك تريد حذف الحساب؟
de: Sind Sie sicher, dass Sie das Konto löschen möchten?
es: ¿Estás seguro de que deseas eliminar la cuenta?
fr: Êtes-vous sûr de vouloir supprimer le compte ?
it: Sei sicuro di voler eliminare l'account?
pt: Tem certeza de que deseja excluir a conta?
uk: Ви впевнені, що хочете видалити акаунт?

source: No
ar: لا
de: Nein
fr: Non
pt: Não
uk: Ні

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim
uk: Так

# lng
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
uk: Мова

# logoutconfirmation
source: Are you sure want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que deseas cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?
pt: Tem certeza de que deseja sair?
uk: Ви впевнені, що хочете вийти?

source: Records
ar: السجلات
de: Aufzeichnungen
es: Registros
fr: Enregistrements
it: Registri
pt: Registros
uk: Записи

source: Home
ar: الصفحة الرئيسية
de: heim
es: Inicio
fr: Maison
pt: Início
uk: Головна

source: Scan
ar: الفحص
es: Escanear
fr: Balayage
it: Scansione
pt: Escanear
uk: Сканування

source: Doctor
ar: الطبيب
de: Arzt
fr: Médecin
it: Dottore
pt: Médico
uk: Лікар

source: Family
ar: العائلة
de: Familie
es: Familia
fr: Famille
it: Famiglia
pt: Família
uk: Сім'я

source: Medication
ar: الأدوية
de: Medikamente
es: Medicación
fr: Médicament
it: Medicazione
pt: Medicação
uk: Ліки

# advise3
source: Please Contact Administrator
ar: يرجى الاتصال بالمسؤول
de: Bitte kontaktieren Sie den Administrator
es: Por favor contacta al administrador
fr: Veuillez contacter l'administrateur
it: Si prega di contattare l'amministratore
pt: Por favor, entre em contato com o administrador
uk: Будь ласка, зв'яжіться з адміністратором

# noscan
source: No Scans Left
ar: لا فحوصات متبقية
de: Keine Scans übrig
es: No quedan escaneos
fr: Aucune analyse restante
it: Nessuna scansione rimasta
pt: Nenhum escaneamento restante
uk: Немає доступних сканувань

source: Trends
ar: الاتجاهات
es: Tendencias
fr: Tendances
it: Tendenze
pt: Tendências
uk: Тенденції

source: Loading..
ar: جاري التحميل..
de: Laden..
es: Cargando..
fr: Chargement..
it: Caricamento...
pt: Carregando..
uk: Завантаження..

source: Scan Type
ar: نوع الفحص
de: Scantyp
es: Tipo de escaneo
fr: Type d'analyse
it: Tipo di scansione
pt: Tipo de Escaneamento
uk: Тип сканування

source: Face Scan
ar: فحص الوجه
de: Gesichtsscan
es: Escaneo facial
fr: Numérisation du visage
it: Scansione facciale
pt: Escaneamento Facial
uk: Сканування обличчя

source: Manual
ar: يدوي
de: Handbuch
fr: Manuel
it: Manuale
uk: Вручну

source: Pulse Rate
ar: معدل النبض
de: Pulsfrequenz
es: Frecuencia del pulso
fr: Fréquence du pouls
it: Frequenza del polso
pt: Frequência Cardíaca
uk: Пульс

source: Respiration Rate
ar: معدل التنفس
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
it: Frequenza respiratoria
pt: Taxa de Respiração
uk: Частота дихання

source: Stress Index
ar: مؤشر الإجهاد
es: Índice de estrés
fr: Indice de stress
it: Indice di stress
pt: Índice de Estresse
uk: Індекс стресу

source: Oxygen Saturation
ar: تشبع الأوكسجين
de: Sauerstoffsättigung
es: Saturación de oxígeno
fr: Saturation en oxygène
it: Saturazione di ossigeno
pt: Saturação de Oxigênio
uk: Насичення киснем

source: Blood Pressure
ar: ضغط الدم
de: Blutdruck
es: Presión arterial
fr: pression artérielle
it: Pressione sanguigna
pt: Pressão Arterial
uk: Кров'яний тиск

source: Wellness Index
ar: مؤشر الصحة
es: Índice de bienestar
fr: Indice de bien-être
it: Indice di benessere
pt: Índice de Bem-Estar
uk: Індекс здоров'я

source: Hemoglobin A1C
ar: الهيموجلوبين A1C
de: Hämoglobin A1C
es: Hemoglobina A1C
fr: Hémoglobine A1C
it: Emoglobina A1C
pt: Hemoglobina A1C
uk: Гемоглобін A1C

source: Hemoglobin
ar: الهيموجلوبين
de: Hämoglobin
es: Hemoglobina
fr: Hémoglobine
it: Emoglobina
pt: Hemoglobina
uk: Гемоглобін

# temperature
source: Temprature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
pt: Temperatura
uk: Температура

source: Sugar
ar: السكر
de: Zucker
es: Azúcar
fr: sucre
it: Zucchero
pt: Açúcar
uk: Цукор

source: Cholesterol
ar: الكوليسترول
de: Cholesterin
es: Colesterol
fr: cholestérol
it: Colesterolo
pt: Colesterol
uk: Холестерин

source: High
ar: مرتفع
de: hoch
es: Alto
fr: haut
it: Alto
pt: Alto
uk: Високий

source: Low
ar: منخفض
de: niedrig
es: Bajo
fr: faible
it: Basso
pt: Baixo
uk: Низький

source: Normal
ar: طبيعي
fr: normale
it: Normale
uk: Нормальний

source: Mild
ar: خفيف
de: leicht
es: Leve
fr: bénin
it: Lieve
pt: Leve
uk: Легкий

source: Medium
ar: متوسط
es: Moderado
fr: moyen
it: Medio
pt: Médio
uk: Середній

source: Appointments
ar: المواعيد
de: Termine
es: Citas
fr: Rendez-vous
it: Appuntamenti
pt: Consultas
uk: Прийоми

source: Dashboard
ar: اللوحة الرئيسية
de: Armaturenbrett
es: Panel de control
fr: Tableau de bord
it: Cruscotto
pt: Painel
uk: Панель керування

source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
it: Messaggi
pt: Mensagens
uk: Повідомлення

source: Waitlisted
ar: في قائمة الانتظار
de: Warteliste
es: En lista de espera
fr: Sur liste d'attente
it: In lista d'attesa
pt: Em Lista de Espera
uk: У списку очікування

source: Checkin
ar: تسجيل الوصول
de: Einchecken
es: Registro
fr: Enregistrement
uk: Реєстрація

source: Completed
ar: مكتمل
de: Vollendet
es: Completado
fr: Complété
it: Completato
pt: Concluído
uk: Завершено

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar
uk: Редагувати

source: Enter
ar: إدخال
de: Eingeben
es: Ingresar
fr: Entrer
it: Inserisci
pt: Inserir
uk: Ввести

# mediname
source: Medication Name
ar: اسم الدواء
de: Name des Arzneimittels
es: Nombre del medicamento
fr: Nom du médicament
it: Nome del farmaco
pt: Nome da Medicação
uk: Назва ліків

# medosage
source: Medication Dosage
ar: جرعة الدواء
de: Dosierung von Medikamenten
es: Dosis del medicamento
fr: Posologie des médicaments
it: Dosaggio del farmaco
pt: Dosagem da Medicação
uk: Дозування ліків

source: days
ar: أيام
de: Tage
es: días
fr: jours
it: giorni
pt: Dias
uk: дні

source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
uk: Скасувати

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
pt: Salvar
uk: Зберегти

# appointmentdetail
source: Appointment Details
ar: تفاصيل الموعد
de: Termindetails
es: Detalles de la cita
fr: Détails du rendez-vous
it: Dettagli dell'appuntamento
pt: Detalhes da Consulta
uk: Деталі прийому

# ctype
source: Consultation Type
ar: نوع الاستشارة
de: Beratungstyp
es: Tipo de consulta
fr: Type de consultation
it: Tipo di consulenza
pt: Tipo de Consulta
uk: Тип консультації

source: Date&Time
ar: التاريخ والوقت
de: Datum Uhrzeit
es: Fecha y hora
fr: Date Heure
it: Data e ora
pt: Data e Hora
uk: Дата і час

source: Amount
ar: المبلغ
de: Menge
es: Cantidad
fr: Montant
it: Importo
pt: Valor
uk: Сума

# telecon
source: TeleConsulation
ar: الاستشارة عن بُعد
de: Telekonsultation
es: Teleconsulta
fr: TéléConsultation
it: Teleconsulto
pt: Teleconsulta
uk: Телемедицина

# hospitalconsution
source: Hospital Consultation
ar: استشارة المستشفى
de: Krankenhausberatung
es: Consulta en hospital
fr: Consultation à l'hôpital
it: Consulto ospedaliero
pt: Consulta Hospitalar
uk: Консультація в лікарні

source: Pending
ar: معلق
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
pt: Pendente
uk: Очікується

source: Paid
ar: مدفوع
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato
pt: Pago
uk: Оплачено

source: Payment
ar: الدفع
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
pt: Pagamento
uk: Оплата

# pay_content
source: Are you sure you want to collect an amount of
ar: هل أنت متأكد أنك تريد جمع مبلغ قدره
de: Sind Sie sicher, dass Sie einen bestimmten Betrag einsammeln möchten?
es: ¿Estás seguro de que deseas cobrar una cantidad de
fr: Etes-vous sûr de vouloir collecter un montant de
it: Sei sicuro di voler raccogliere un importo di
pt: Tem certeza de que deseja coletar um valor de
uk: Ви впевнені, що хочете зібрати суму

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Recherche
it: Cerca
pt: Pesquisar
uk: Пошук

# no_data
source: No data Found
ar: لا توجد بيانات
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
it: Nessun dato trovato
pt: Nenhum dado encontrado
uk: Дані не знайдено

# update_profile_content
source: Please update your profile to continue with the scan we require additional details.
ar: يرجى تحديث ملفك الشخصي للاستمرار في الفحص، نحن بحاجة إلى تفاصيل إضافية.
de: Bitte aktualisieren Sie Ihr Profil, um mit dem Scan fortzufahren. Wir benötigen zusätzliche Details.
es: Por favor actualiza tu perfil para continuar con el escaneo, requerimos información adicional.
fr: Veuillez mettre à jour votre profil pour poursuivre l'analyse. Nous avons besoin de détails supplémentaires.
it: Aggiorna il tuo profilo per continuare con la scansione. Sono richiesti dettagli aggiuntivi.
pt: Atualize seu perfil para continuar com a digitalização, pois precisamos de detalhes adicionais.
uk: Будь ласка, оновіть свій профіль, щоб продовжити сканування. Нам потрібні додаткові дані.

source: Fatigue List
ar: قائمة التعب
de: Vermoeidheid Lijst
es: Lista de fatiga
fr: Liste de fatigue
it: Lista di affaticamento
pt: Lista de Fadiga
uk: Список втоми

# fatigueques1
source: 1. My motivation is lower when I am fatigued.
ar: 1. دوافعي أقل عندما أكون متعبًا.
de: 1. Meine Motivation ist geringer, wenn ich müde bin.
es: 1. Mi motivación es menor cuando estoy fatigado.
fr: 1. Ma motivation est plus faible lorsque je suis fatigué(e).
it: 1. La mia motivazione è più bassa quando sono affaticato.
pt: 1. Minha motivação é menor quando estou cansado.
uk: 1. Моя мотивація знижується, коли я втомлений.

# fatigueques2
source: 2. Exercise brings on my fatigue.
ar: 2. التمرين يزيد من تعبتي.
de: 2. Bewegung verursacht meine Müdigkeit.
es: 2. El ejercicio provoca mi fatiga.
fr: 2. L'exercice provoque ma fatigue.
it: 2. L'esercizio fisico aumenta la mia fatica.
pt: 2. O exercício provoca minha fadiga.
uk: 2. Фізичні вправи викликають у мене втому.

# fatigueques3
source: 3. I am easily fatigued.
ar: 3. أتعب بسهولة.
de: 3. Ich ermüde leicht.
es: 3. Me fatigo fácilmente.
fr: 3. Je me fatigue facilement.
it: 3. Mi affatico facilmente.
pt: 3. Fico facilmente fatigado.
uk: 3. Я легко втомлююсь.

# fatigueques4
source: 4. Fatigue interferes with my physical functioning.
ar: 4. التعب يعطل قدرتي على القيام بالأنشطة البدنية.
de: 4. Müdigkeit beeinträchtigt meine körperliche Leistungsfähigkeit.
es: 4. La fatiga interfiere con mi funcionamiento físico.
fr: 4. La fatigue interfère avec mon fonctionnement physique.
it: 4. La fatica interferisce con il mio funzionamento fisico.
pt: 4. A fadiga interfere no meu funcionamento físico.
uk: 4. Втома заважає моєму фізичному функціонуванню.
