Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

source: Enter your lastname
ar: أدخل اسمك الأخير
de: Geben Sie Ihren Nachnamen ein
es: Ingresa tu apellido
fr: Entrez votre nom de famille
it: Inserisci il tuo cognome
pt: Digite seu sobrenome
uk: Введіть ваше прізвище

# phonee
source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone
uk: Телефон

source: Enter your Phonenumber
ar: أدخل رقم هاتفك
de: Geben Sie Ihre Telefonnummer ein
es: Ingresa tu número de teléfono
fr: Entrez votre numéro de téléphone
it: Inserisci il tuo numero di telefono
pt: Digite seu número de telefone
uk: Введіть ваш номер телефону

# emaie
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
uk: Електронна пошта

# enteryourmail
source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu correo electrónico
fr: Entrez votre email
it: Inserisci la tua email
pt: Digite seu email
uk: Введіть вашу електронну пошту

# dobe
source: Dob
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
pt: Data de Nascimento
uk: Дата народження

source: Enter your dob
ar: أدخل تاريخ ميلادك
de: Geben Sie Ihr Geburtsdatum ein
es: Ingresa tu fecha de nacimiento
fr: Entrez votre date de naissance
it: Inserisci la tua data di nascita
pt: Digite sua data de nascimento
uk: Введіть вашу дату народження

# agee
source: Age
ar: العمر
de: Alter
es: Edad
fr: Âge
it: Età
pt: Idade
uk: Вік

# gendere
source: Gender
ar: الجنس
de: Geschlecht
es: Género
fr: Genre
it: Genere
pt: Gênero
uk: Стать

# malee
source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Homme
it: Maschio
pt: Masculino
uk: Чоловік

# femalee
source: Female
ar: أنثى
de: Weiblich
es: Femenino
fr: Femme
it: Femmina
pt: Feminino
uk: Жінка

# failedtoload
source: Failed to load url something went wrong
ar: فشل تحميل الرابط، حدث خطأ ما
de: Fehler beim Laden der URL, etwas ist schief gelaufen
es: Error al cargar la URL, algo salió mal
fr: Échec du chargement de l'URL, quelque chose s'est mal passé
it: Impossibile caricare l'URL, qualcosa è andato storto
pt: Falha ao carregar a URL. Algo deu errado.
uk: Не вдалося завантажити URL, щось пішло не так

# advitals
source: Add Vitals
ar: إضافة العلامات الحيوية
de: Vitalwerte hinzufügen
es: Agregar signos vitales
fr: Ajouter des signes vitaux
it: Aggiungi Vitals
pt: Adicionar Sinais Vitais
uk: Додати життєві показники

# temperateuree
source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
pt: Temperatura
uk: Температура

# entertemprature
source: Enter Temperature
ar: أدخل درجة الحرارة
de: Geben Sie die Temperatur ein
es: Ingresa la temperatura
fr: Entrez la température
it: Inserisci la temperatura
pt: Digite a temperatura
uk: Введіть температуру

# enterspo
source: Enter Spo2
ar: أدخل Spo2
de: Geben Sie den Spo2-Wert ein
es: Ingresa Spo2
fr: Entrez le Spo2
it: Inserisci Spo2
pt: Digite o SpO2
uk: Введіть SpO2

# pulseratee
source: Pulse rate
ar: معدل النبض
de: Pulsrate
es: Frecuencia del pulso
fr: Fréquence cardiaque
it: Frequenza del polso
pt: Frequência Cardíaca
uk: Пульс

source: Enter Pulse rate
ar: أدخل معدل النبض
de: Geben Sie die Pulsrate ein
es: Ingresa la frecuencia del pulso
fr: Entrez la fréquence cardiaque
it: Inserisci la frequenza del polso
pt: Digite a frequência cardíaca
uk: Введіть пульс

# cholesterole
source: Cholesterol
ar: الكوليسترول
de: Cholesterin
es: Colesterol
fr: Cholestérol
it: Colesterolo
pt: Colesterol
uk: Холестерин

source: Enter Cholesterol
ar: أدخل الكوليسترول
de: Geben Sie den Cholesterinwert ein
es: Ingresa colesterol
fr: Entrez le cholestérol
it: Inserisci il colesterolo
pt: Digite o colesterol
uk: Введіть рівень холестерину

# sugare
source: Sugar
ar: السكر
de: Zucker
es: Azúcar
fr: Sucre
it: Zucchero
pt: Açúcar
uk: Цукор

source: Enter Sugar
ar: أدخل السكر
de: Geben Sie den Zuckerwert ein
es: Ingresa azúcar
fr: Entrez le sucre
it: Inserisci lo zucchero
pt: Digite o nível de açúcar
uk: Введіть рівень цукру

# resperationrate
source: Respiration rate
ar: معدل التنفس
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
it: Frequenza respiratoria
pt: Taxa de Respiração
uk: Частота дихання

# enterresperationrate
source: Enter Respiration rate
ar: أدخل معدل التنفس
de: Geben Sie die Atemfrequenz ein
es: Ingresa la frecuencia respiratoria
fr: Entrez la fréquence respiratoire
it: Inserisci la frequenza respiratoria
pt: Digite a taxa de respiração
uk: Введіть частоту дихання

# systolice
source: Systolic
ar: الانقباضي
de: Systolisch
es: Sistólica
fr: Systolique
it: Sistolica
pt: Pressão Sistólica
uk: Систолічний тиск

# entersystalic
source: Enter Systolic
ar: أدخل الضغط الانقباضي
de: Geben Sie den systolischen Wert ein
es: Ingresa presión sistólica
fr: Entrez la pression systolique
it: Inserisci la sistolica
pt: Digite a pressão sistólica
uk: Введіть систолічний тиск

source: Diastolic
ar: الانبساطي
de: Diastolisch
es: Diastólica
fr: Diastolique
it: Diastolica
pt: Pressão Diastólica
uk: Діастолічний тиск

# enterdiastoli
source: Enter Diastolic
ar: أدخل الضغط الانبساطي
de: Geben Sie den diastolischen Wert ein
es: Ingresa presión diastólica
fr: Entrez la pression diastolique
it: Inserisci la diastolica
pt: Digite a pressão diastólica
uk: Введіть діастолічний тиск

source: Scan your face
ar: امسح وجهك
de: Scannen Sie Ihr Gesicht
es: Escanea tu rostro
fr: Scannez votre visage
it: Scansiona il tuo viso
pt: Escaneie seu rosto
uk: Скануйте ваше обличчя

# fatiguetitle
source: Fatigue assessment
ar: تقييم التعب
de: Ermüdungsbewertung
es: Evaluación de fatiga
fr: Évaluation de la fatigue
it: Valutazione della Fatica
pt: Avaliação da Fadiga
uk: Оцінка втоми

# fatigueinst
source: Read each statement carefully and choose a response that best describes your condition within the last week.
ar: اقرأ كل بيان بعناية واختر الاستجابة التي تصف حالتك خلال الأسبوع الماضي.
de: Lesen Sie jede Aussage sorgfältig durch und wählen Sie die Antwort, die Ihren Zustand in der letzten Woche am besten beschreibt.
es: Lee cada afirmación cuidadosamente y elige una respuesta que describa mejor tu condición en la última semana.
fr: Lisez attentivement chaque affirmation et choisissez la réponse qui décrit le mieux votre état au cours de la dernière semaine.
it: Leggi attentamente ogni affermazione e scegli una risposta che descriva meglio la tua condizione nell'ultima settimana.
pt: Leia cada declaração com atenção e escolha uma resposta que melhor descreva sua condição na última semana.
uk: Уважно прочитайте кожне твердження і виберіть відповідь, яка найкраще описує ваш стан протягом останнього тижня.

# fatiguewar
source: Note that you should consult a healthcare professional if you are suffering from fatigue.
ar: يرجى ملاحظة أنه يجب عليك استشارة محترف صحي إذا كنت تعاني من التعب.
de: Beachten Sie, dass Sie einen Arzt konsultieren sollten, wenn Sie unter Müdigkeit leiden.
es: Nota que debes consultar a un profesional de la salud si sufres fatiga.
fr: Notez que vous devriez consulter un professionnel de santé si vous souffrez de fatigue.
it: Nota che dovresti consultare un professionista sanitario se stai soffrendo di affaticamento.
pt: Observe que você deve consultar um profissional de saúde se estiver sofrendo de fadiga.
uk: Зверніть увагу, що якщо ви страждаєте від втоми, слід проконсультуватися з лікарем.

# fatigueaddinfo
source: Additional assessments may be necessary to determine the severity and impact of fatigue on daily life.
ar: قد تكون التقييمات الإضافية ضرورية لتحديد شدة تأثير التعب على حياتك اليومية.
de: Zusätzliche Bewertungen können erforderlich sein, um die Schwere und Auswirkungen der Müdigkeit auf das tägliche Leben zu bestimmen.
es: Pueden ser necesarias evaluaciones adicionales para determinar la severidad e impacto de la fatiga en la vida diaria.
fr: Des évaluations supplémentaires peuvent être nécessaires pour déterminer la gravité et l’impact de la fatigue sur la vie quotidienne.
it: Possono essere necessarie valutazioni aggiuntive per determinare la gravità e l'impatto della fatica sulla vita quotidiana.
pt: Avaliações adicionais podem ser necessárias para determinar a gravidade e o impacto da fadiga na vida diária.
uk: Можуть знадобитися додаткові оцінки для визначення ступеня та впливу втоми на повсякденне життя.

# fatiguetotalscore
source: Total Score
ar: الدرجة الإجمالية
de: Gesamtergebnis
es: Puntuación total
fr: Score tota
it: Punteggio Totale
pt: Pontuação Total
uk: Загальний бал

# fatigueabr
source: Pts
ar: نقاط
it: Punti
uk: Бал

# checkriskscore_keys1
source: Lower Normal
ar: أقل من الطبيعي
de: Unterer Normalbereich
es: Normal bajo
fr: Bas normal
it: Normale Inferiore
pt: Baixo Normal
uk: Нижче норми

# checkriskscore_keys2
source: Higher Normal
ar: أعلى من الطبيعي
de: Oberer Normalbereich
es: Normal alto
fr: Haut normal
it: Normale Superiore
pt: Alto Normal
uk: Вище норми

# checkriskscore_keys3
source: Mild Excessive
ar: زيادة طفيفة
de: Leicht übermäßig
es: Exceso leve
fr: Légèrement excessif
it: Eccessiva Lieve
pt: Levemente Excessivo
uk: Легка перевтома

# checkriskscore_keys4
source: Moderate Excessive
ar: زيادة معتدلة
de: Mäßig übermäßig
es: Exceso moderado
fr: Modérément excessif
it: Eccessiva Moderata
pt: Moderadamente Excessivo
uk: Помірна перевтома

# checkriskscore_keys5
source: Severe Excessive
ar: زيادة شديدة
de: Stark übermäßig
es: Exceso severo
fr: Fortement excessif
it: Eccessiva Grave
pt: Severamente Excessivo
uk: Сильна перевтома

# cardiokeys1
source: Low Risk
ar: مخاطر منخفضة
de: Niedriges Risiko
es: Riesgo bajo
fr: Risque faible
it: Basso Rischio
pt: Baixo Risco
uk: Низький ризик

# cardiokeys2
source: Moderate Risk
ar: مخاطر معتدلة
de: Mäßiges Risiko
es: Riesgo moderado
fr: Risque modéré
it: Rischio Moderato
pt: Risco Moderado
uk: Помірний ризик

# cardiokeys3
source: High Risk
ar: مخاطر عالية
de: Hohes Risiko
es: Riesgo alto
fr: Risque élevé
it: Alto Rischio
pt: Alto Risco
uk: Високий ризик

# cardiokeys4
source: Very High Risk
ar: مخاطر مرتفعة جداً
de: Sehr hohes Risiko
es: Riesgo muy alto
fr: Risque très élevé
it: Rischio Molto Alto
pt: Risco Muito Alto
uk: Дуже високий ризик

# cardiokeys5
source: Established Cardiovascular Disease
ar: أمراض القلب والأوعية الدموية المتقدمة
de: Etablierte Herz-Kreislauf-Erkrankung
es: Enfermedad cardiovascular establecida
fr: Maladie cardiovasculaire établie
it: Malattia Cardiovascolare Stabilita
pt: Doença Cardiovascular Estabelecida
uk: Встановлене серцево-судинне захворювання

source: Increased Risk
ar: زيادة في المخاطر
de: Erhöhtes Risiko
es: Riesgo aumentado
fr: Risque accru
it: Rischio Aumentato
pt: Risco aumentado
uk: Підвищений ризик

# depression_keys1
source: None
ar: لا شيء
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
pt: Nenhuma
uk: Відсутня

# depression_keys2
source: Mild Depression
ar: اكتئاب خفيف
de: Leichte Depression
es: Depresión leve
fr: Dépression légère
it: Depressione Lieve
pt: Depressão Leve
uk: Легка депресія

# depression_keys3
source: Moderate Depression
ar: اكتئاب معتدل
de: Mäßige Depression
es: Depresión moderada
fr: Dépression modérée
it: Depressione Moderata
pt: Depressão Moderada
uk: Помірна депресія

# depression_keys4
source: Moderately Severe Depression
ar: اكتئاب شديد معتدل
de: Mäßig schwere Depression
es: Depresión moderadamente severa
fr: Dépression modérément sévère
it: Depressione Moderatamente Grave
pt: Depressão moderadamente grave
uk: Помірно виражена депресія

# depression_keys5
source: Severe Depression
ar: اكتئاب شديد
de: Schwere Depression
es: Depresión severa
fr: Dépression sévère
it: Depressione Grave
pt: Depressão Severa
uk: Важка депресія

# n_weight
source: Normal weight
ar: وزن طبيعي
de: Normales Gewicht
es: Peso normal
fr: Poids normal
it: Peso Normale
pt: Peso Normal
uk: Нормальна вага

# u_weight
source: Underweight
ar: نقص الوزن
de: Untergewicht
es: Bajo peso
fr: Insuffisance pondérale
it: Sottopeso
pt: Abaixo do Peso
uk: Недостатня вага

# o_weight
source: Overweight
ar: زيادة الوزن
de: Übergewicht
es: Sobrepeso
fr: Surpoids
it: Sovrappeso
pt: Acima do Peso
uk: Надмірна вага

# daiques
source: Only white European
ar: أوروبي أبيض فقط
de: Nur weiße Europäer
es: Solo europeos blancos
fr: Uniquement européen blanc
it: Solo europeo bianco
pt: Branca (origem europeia)
uk: Тільки білі європейці

# diaques1
source: Other ethnic group
ar: مجموعة عرقية أخرى
de: Andere ethnische Gruppe
es: Otro grupo étnico
fr: Autre groupe ethnique
it: Altro gruppo etnico
pt: Qualquer outra
uk: Інша етнічна група

# daiques5opt1
source: <90cm (35.3in)
ar: <90سم (35.3 بوصة)
de: <90 cm (35,3 Zoll)
es: <90 cm (35.3 pulg)
fr: <90 cm (35,3 pouces)
uk: <90см (35.3 дюйма)

source: DIAGNOSIS:
ar: التشخيص:
de: DIAGNOSE:
es: DIAGNÓSTICO:
fr: DIAGNOSTIC :
it: DIAGNOSI:
pt: DIAGNÓSTICO:
uk: ДІАГНОЗ:

# mdedicaldept
source: Medical_Department:
ar: القسم الطبي:
de: Medizinische Abteilung:
es: Departamento médico:
fr: Département Médical :
it: Dipartimento Medico:
pt: Departamento Médico:
uk: Медичний відділ:

# selfscare
source: SELF_CARE:
ar: الرعاية الذاتية:
de: SELBSTPFLEGE:
es: AUTOCUIDADO:
fr: AUTOSOIN :
it: AUTOCURA:
pt: CUIDADO PRÓPRIO:
uk: САМОСТІЙНИЙ ДОГЛЯД:

# resete
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Resetta
pt: Redefinir
uk: Скинути

# familye
source: Family
ar: العائلة
de: Familie
es: Familia
fr: Famille
it: Famiglia
pt: Família
uk: Сім'я

# dashboarde
source: Dashboard
ar: لوحة التحكم
de: Armaturenbrett
es: Panel
fr: Tableau de bord
it: Cruscotto
pt: Painel
uk: Панель управління

source: Appointment Details
ar: تفاصيل الموعد
de: Termindetails
es: Detalles de la cita
fr: Détails du rendez-vous
it: Dettagli Appuntamento
pt: Detalhes da Consulta
uk: Деталі запису

source: Consultation Type
ar: نوع الاستشارة
de: Beratungsart
es: Tipo de consulta
fr: Type de consultation
it: Tipo di Consultazione
pt: Tipo de Consulta
uk: Тип консультації

# teleconsultatione
source: TeleConsulation
ar: استشارة عن بُعد
de: Telekonsultation
es: Teleconsulta
fr: Téléconsultation
it: Teleconsultazione
pt: Teleconsulta
uk: Телемедицина

source: Hospital Consultation
ar: استشارة في المستشفى
de: Krankenhausberatung
es: Consulta hospitalaria
fr: Consultation à l'hôpital
it: Consultazione Ospedaliera
pt: Consulta Hospitalar
uk: Консультація в лікарні

# detailse
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes
uk: Деталі

source: Payment Type
ar: نوع الدفع
de: Zahlungsart
es: Tipo de pago
fr: Type de paiement
it: Tipo di Pagamento
pt: Tipo de Pagamento
uk: Тип оплати

source: Book Appointment
ar: حجز موعد
de: Termin buchen
es: Reservar cita
fr: Prendre rendez-vous
it: Prenota Appuntamento
pt: Agendar Consulta
uk: Записатися на прийом

source: Health Care Consent Form
ar: استمارة موافقة الرعاية الصحية
de: Einverständniserklärung zur Gesundheitsversorgung
es: Formulario de consentimiento para atención médica
fr: Formulaire de consentement aux soins de santé
it: Modulo di Consenso Sanitario
pt: Formulário de Consentimento para Cuidados de Saúde
uk: Форма згоди на медичне обслуговування

# gdprcomliant
source: GDPR Compliant Health Care Consent Form
ar: استمارة موافقة الرعاية الصحية المتوافقة مع اللائحة العامة لحماية البيانات
de: GDPR-konformes Formular zur Einwilligung in die Gesundheitsversorgung
es: Formulario de consentimiento para atención médica conforme al GDPR
fr: Formulaire de consentement aux soins de santé conforme au RGPD
it: Modulo di Consenso Sanitario Conforme al GDPR
pt: Formulário de Consentimento para Cuidados de Saúde em Conformidade com o GDPR
uk: GDPR-сумісна форма згоди на медичне обслуговування

# xlcarezapllicationgdpr
source: XLcarez Application GDPR complaint Consent to Process Personal Health Data.
ar: استمارة موافقة تطبيق XLcarez المتوافقة مع اللائحة العامة لحماية البيانات لمعالجة البيانات الشخصية الصحية.
de: XLcarez GDPR-konforme Einwilligung zur Verarbeitung personenbezogener Gesundheitsdaten.
es: Consentimiento para el procesamiento de datos personales de salud en la aplicación XLcarez conforme al GDPR.
fr: Consentement à traiter les données de santé personnelles de l'application XLcarez conformément au RGPD.
it: Consenso per il trattamento dei dati personali sanitari nell'applicazione XLcarez conforme al GDPR.
pt: XLcarez - Aplicação em conformidade com o GDPR para Processamento de Dados de Saúde Pessoal.
uk: GDPR-сумісна згода XLcarez на обробку персональних медичних даних.

# introductione
source: Introduction
ar: مقدمة
de: Einleitung
es: Introducción
it: Introduzione
pt: Introdução
uk: Вступ

# thankyouforchoosing
source: Thank you for choosing XLcarez We are committed to protecting your personal data and ensuring your privacy. This consent form outlines how we will collect, use, and process your health information in compliance with the General Data Protection Regulation (GDPR).
ar: شكرًا لاختيارك XLcarez. نحن ملتزمون بحماية بياناتك الشخصية وضمان خصوصيتك. توضح هذه الاستمارة كيفية جمع واستخدام ومعالجة معلوماتك الصحية وفقًا للائحة العامة لحماية البيانات (GDPR).
de: Vielen Dank, dass Sie sich für XLcarez entschieden haben. Wir verpflichten uns, Ihre persönlichen Daten zu schützen und Ihre Privatsphäre zu wahren. Dieses Einwilligungsformular beschreibt, wie wir Ihre Gesundheitsinformationen in Übereinstimmung mit der Datenschutz-Grundverordnung (GDPR) sammeln, verwenden und verarbeiten.
es: Gracias por elegir XLcarez. Estamos comprometidos a proteger tus datos personales y garantizar tu privacidad. Este formulario de consentimiento describe cómo recopilaremos, usaremos y procesaremos tu información de salud en cumplimiento con el Reglamento General de Protección de Datos (GDPR).
fr: Merci d'avoir choisi XLcarez Nous nous engageons à protéger vos données personnelles et à garantir votre confidentialité. Ce formulaire de consentement explique comment nous collecterons, utiliserons et traiterons vos informations de santé en conformité avec le Règlement Général sur la Protection des Données (RGPD).
it: Grazie per aver scelto XLcarez. Ci impegniamo a proteggere i tuoi dati personali e a garantire la tua privacy. Questo modulo di consenso descrive come raccoglieremo, utilizzeremo e tratteremo le tue informazioni sanitarie in conformità con il Regolamento Generale sulla Protezione dei Dati (GDPR).
pt: Obrigado por escolher XLcarez. Estamos comprometidos em proteger seus dados pessoais e garantir sua privacidade. Este formulário de consentimento descreve como coletaremos, usaremos e processaremos suas informações de saúde em conformidade com o Regulamento Geral de Proteção de Dados (GDPR).
uk: Дякуємо, що обрали XLcarez. Ми прагнемо захищати ваші персональні дані та забезпечувати вашу конфіденційність. Ця форма згоди описує, як ми будемо збирати, використовувати та обробляти вашу медичну інформацію відповідно до Загального регламенту про захист даних (GDPR).

# purposeofdata
source: 1. Purpose of Data Processing
ar: 1. غرض معالجة البيانات
de: 1. Zweck der Datenverarbeitung
es: 1. Propósito del procesamiento de datos
fr: 1. Objectif du traitement des données
it: 1. Scopo del trattamento dei dati
pt: 1. Finalidade do Processamento de Dados
uk: 1. Мета обробки даних

# bysinging
source: By signing this consent form, you consent to the collection and processing of your personal health data for the following purposes:
ar: بتوقيعك على هذه الاستمارة، فإنك توافق على جمع ومعالجة بياناتك الصحية الشخصية للأغراض التالية:
de: Durch die Unterzeichnung dieses Einwilligungsformulars stimmen Sie der Erhebung und Verarbeitung Ihrer persönlichen Gesundheitsdaten für folgende Zwecke zu:
es: Al firmar este formulario de consentimiento, aceptas la recopilación y procesamiento de tus datos personales de salud para los siguientes fines:
fr: En signant ce formulaire de consentement, vous acceptez la collecte et le traitement de vos données de santé personnelles aux fins suivantes :
it: Firmando questo modulo di consenso, acconsenti alla raccolta e al trattamento dei tuoi dati personali sanitari per i seguenti scopi:
pt: Ao assinar este formulário de consentimento, você concorda com a coleta e processamento de seus dados de saúde pessoal para os seguintes fins:
uk: Підписуючи цю форму згоди, ви даєте згоду на збір та обробку ваших персональних медичних даних для наступних цілей:

# healthcaremonitoring
source: Health monitoring and assessment
ar: رصد وتقييم الصحة
de: Überwachung und Bewertung der Gesundheit
es: Monitoreo y evaluación de la salud
fr: Surveillance et évaluation de la santé
it: Monitoraggio e valutazione della salute
pt: Monitoramento e avaliação da saúde
uk: Моніторинг та оцінка здоров'я

# providingpersonalized
source: Providing personalized health recommendations
ar: تقديم توصيات صحية مخصصة
de: Bereitstellung personalisierter Gesundheitsempfehlungen
es: Proporcionar recomendaciones de salud personalizadas
fr: Fournir des recommandations de santé personnalisées
it: Fornitura di raccomandazioni sanitarie personalizzate
pt: Fornecimento de recomendações personalizadas de saúde
uk: Надання персоналізованих медичних рекомендацій

# researchanddevelopment
source: Research and development to improve our services
ar: البحث والتطوير لتحسين خدماتنا
de: Forschung und Entwicklung zur Verbesserung unserer Dienstleistungen
es: Investigación y desarrollo para mejorar nuestros servicios
fr: Recherche et développement pour améliorer nos services
it: Ricerca e sviluppo per migliorare i nostri servizi
pt: Pesquisa e desenvolvimento para aprimorar nossos serviços
uk: Дослідження та розробка для покращення наших послуг

# complaincewith
source: Compliance with legal and regulatory obligations
ar: الامتثال للالتزامات القانونية والتنظيمية
de: Einhaltung gesetzlicher und regulatorischer Verpflichtungen
es: Cumplimiento con obligaciones legales y regulatorias
fr: Conformité avec les obligations légales et réglementaires
it: Conformità con gli obblighi legali e regolamentari
pt: Conformidade com obrigações legais e regulatórias
uk: Відповідність законодавчим і нормативним вимогам

# typesofdata
source: 2. Types of Data Collected
ar: 2. أنواع البيانات التي تم جمعها
de: 2. Arten der gesammelten Daten
es: 2. Tipos de datos recopilados
fr: 2. Types de données collectées
it: 2. Tipi di dati raccolti
pt: 2. Tipos de Dados Coletados
uk: 2. Типи зібраних даних

# wayofcollect
source: We may collect the following types of personal health data:
ar: قد نقوم بجمع الأنواع التالية من البيانات الصحية الشخصية:
de: Wir können die folgenden Arten von persönlichen Gesundheitsdaten sammeln:
es: Podemos recopilar los siguientes tipos de datos personales de salud:
fr: Nous pouvons collecter les types de données de santé personnelles suivants :
it: Possiamo raccogliere i seguenti tipi di dati personali sanitari:
pt: Podemos coletar os seguintes tipos de dados pessoais de saúde:
uk: Ми можемо збирати наступні типи персональних медичних даних:

# vitalsignse
source: Vital signs (e.g., blood pressure, heart rate, respiration rate)
ar: العلامات الحيوية (مثل ضغط الدم، معدل ضربات القلب، معدل التنفس)
de: Vitalzeichen (z. B. Blutdruck, Herzfrequenz, Atemfrequenz)
es: Signos vitales (por ejemplo, presión arterial, frecuencia cardíaca, frecuencia respiratoria)
fr: Signes vitaux (par exemple, tension artérielle, fréquence cardiaque, fréquence respiratoire)
it: Segni vitali (ad es. pressione sanguigna, frequenza cardiaca, frequenza respiratoria)
pt: Sinais vitais (ex.: pressão arterial, frequência cardíaca, taxa de respiração)
uk: Життєві показники (наприклад, артеріальний тиск, частота серцевих скорочень, частота дихання)

# healthhistory
source: Health history and conditions
ar: التاريخ الصحي والحالات الطبية
de: Gesundheitsgeschichte und -zustände
es: Historia y condiciones de salud
fr: Antécédents et conditions de santé
it: Storia sanitaria e condizioni
pt: Histórico de saúde e condições
uk: Історія хвороби та стан здоров'я
