Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

# warn3
source: The Torch has shut down unexpectedly.
ar: تم إيقاف المصباح بشكل غير متوقع.
de: Die Taschenlampe wurde unerwartet abgeschaltet.
es: La linterna se apagó inesperadamente.
fr: La lampe de poche s'est arrêtée de manière inattendue.
it: La Torcia si è spenta inaspettatamente.
pt: A lanterna foi desligada inesperadamente.
uk: Ліхтарик несподівано вимкнувся.

# warn4
source: The device does not meet the minimum OS version requirement.
ar: الجهاز لا يفي بمتطلبات إصدار النظام التشغيلي الأدنى.
de: Das Gerät erfüllt nicht die Mindestanforderungen an die OS-Version.
es: El dispositivo no cumple con la versión mínima del sistema operativo.
fr: L'appareil ne répond pas aux exigences minimales de version OS.
it: Il dispositivo non soddisfa i requisiti minimi di versione del sistema operativo.
pt: O dispositivo não atende ao requisito mínimo de versão do sistema operacional.
uk: Пристрій не відповідає мінімальним вимогам до версії ОС.

# warn5
source: The device's battery level is too low.
ar: مستوى بطارية الجهاز منخفض جدًا.
de: Der Akkustand des Geräts ist zu niedrig.
es: El nivel de batería del dispositivo es demasiado bajo.
fr: Le niveau de la batterie de l'appareil est trop bas.
it: Il livello della batteria del dispositivo è troppo basso.
pt: O nível da bateria do dispositivo está muito baixo.
uk: Рівень заряду батареї пристрою занадто низький.

# warn6
source: There is a significant clock skew on the device.
ar: هناك فرق كبير في توقيت الجهاز.
de: Es gibt eine signifikante Zeitabweichung auf dem Gerät.
es: Hay una gran discrepancia en el reloj del dispositivo.
fr: Il y a un décalage horaire important sur l'appareil.
it: C'è un notevole disallineamento dell'orologio nel dispositivo.
pt: Há um grande desalinhamento no relógio do dispositivo.
uk: На пристрої виявлено значний зсув часу.

# warn7
source: Bluetooth is turned off on the device.
ar: تم إيقاف البلوتوث في الجهاز.
de: Bluetooth ist auf dem Gerät ausgeschaltet.
es: El Bluetooth está desactivado en el dispositivo.
fr: Le Bluetooth est désactivé sur l'appareil.
it: Il Bluetooth è disattivato nel dispositivo.
pt: O Bluetooth está desativado no dispositivo.
uk: Bluetooth вимкнено на пристрої.

# warn8
source: The application lacks necessary Bluetooth permissions.
ar: يحتاج التطبيق إلى إذن البلوتوث الضروري.
de: Die Anwendung verfügt nicht über die erforderlichen Bluetooth-Berechtigungen.
es: La aplicación no tiene permisos necesarios para Bluetooth.
fr: L'application n'a pas les autorisations Bluetooth nécessaires.
it: L'applicazione non ha i permessi necessari per il Bluetooth.
pt: O aplicativo não possui as permissões necessárias para o Bluetooth.
uk: Додатку не вистачає необхідних дозволів для використання Bluetooth.

# warn9
source: Location services are turned off on the device.
ar: تم إيقاف خدمات الموقع في الجهاز.
de: Die Standortdienste sind auf dem Gerät deaktiviert.
es: Los servicios de ubicación están desactivados en el dispositivo.
fr: Les services de localisation sont désactivés sur l'appareil.
it: I servizi di localizzazione sono disattivati nel dispositivo.
pt: Os serviços de localização estão desativados no dispositivo.
uk: Служби геолокації вимкнені на пристрої.

# warn10
source: No camera is available on the device.
ar: لا توجد كاميرا متاحة في الجهاز.
de: Es ist keine Kamera auf dem Gerät verfügbar.
es: No hay cámara disponible en el dispositivo.
fr: Aucune caméra n'est disponible sur l'appareil.
it: La fotocamera non è disponibile nel dispositivo.
pt: Nenhuma câmera está disponível no dispositivo.
uk: Камера на пристрої недоступна.

# warn11
source: The camera could not be opened.
ar: تعذر فتح الكاميرا.
de: Die Kamera konnte nicht geöffnet werden.
es: No se pudo abrir la cámara.
fr: La caméra n'a pas pu être ouverte.
it: Impossibile aprire la fotocamera.
pt: A câmera não pôde ser aberta.
uk: Не вдалося відкрити камеру.

# warn12
source: Missing permissions to access the camera.
ar: إذن الوصول إلى الكاميرا مفقود.
de: Fehlende Berechtigungen zum Zugriff auf die Kamera.
es: Faltan permisos para acceder a la cámara.
fr: Permissions manquantes pour accéder à la caméra.
it: Permessi mancanti per accedere alla fotocamera.
pt: Permissões ausentes para acessar a câmera.
uk: Відсутні дозволи для доступу до камери.

# warn13
source: The image dimensions from the camera are unexpected.
ar: أبعاد الصورة من الكاميرا غير متوقعة.
de: Die Bildabmessungen der Kamera sind unerwartet.
es: Las dimensiones de la imagen de la cámara son inesperadas.
fr: Les dimensions de l'image de la caméra sont inattendues.
it: Le dimensioni dell'immagine dalla fotocamera sono inaspettate.
pt: As dimensões da imagem da câmera são inesperadas.
uk: Розміри зображення з камери неочікувані.

# warn14
source: Activation limit for the license has been reached.
ar: تم الوصول إلى حد التفعيل للرخصة.
de: Das Aktivierungslimit für die Lizenz wurde erreicht.
es: Se alcanzó el límite de activación de la licencia.
fr: La limite d'activation pour la licence a été atteinte.
it: Il limite di attivazione per la licenza è stato raggiunto.
pt: O limite de ativação da licença foi atingido.
uk: Досягнуто ліміт активацій для ліцензії.

# warn15
source: Meter attribute usage limit for the license has been reached.
ar: تم الوصول إلى حد استخدام سمة القياس للرخصة.
de: Das Nutzungslimit für Meterattribute der Lizenz wurde erreicht.
es: Se alcanzó el límite de uso del atributo del medidor para la licencia.
fr: La limite d'utilisation des attributs du mètre pour la licence a été atteinte.
it: Il limite di utilizzo dell'attributo del misuratore per la licenza è stato raggiunto.
pt: O limite de uso do atributo do medidor para a licença foi atingido.
uk: Досягнуто ліміт використання атрибутів лічильника для ліцензії.

# warn16
source: License authentication failed.
ar: فشل التحقق من الترخيص.
de: Die Lizenzauthentifizierung ist fehlgeschlagen.
es: La autenticación de la licencia falló.
fr: L'authentification de la licence a échoué.
it: Autenticazione della licenza fallita.
pt: Falha na autenticação da licença.
uk: Помилка автентифікації ліцензії.

# warn17
source: The license key provided is invalid.
ar: مفتاح الترخيص المقدم غير صالح.
de: Der bereitgestellte Lizenzschlüssel ist ungültig.
es: La clave de licencia proporcionada es inválida.
fr: La clé de licence fournie est invalide.
it: La chiave di licenza fornita è invalida.
pt: A chave de licença fornecida é inválida.
uk: Наданий ліцензійний ключ є недійсним.

# warn18
source: The license has been revoked.
ar: تم إلغاء الترخيص.
de: Die Lizenz wurde widerrufen.
es: La licencia ha sido revocada.
fr: La licence a été révoquée.
it: La licenza è stata revocata.
pt: A licença foi revogada.
uk: Ліцензію було відкликано.

# warn19
source: An internal error occurred with the license code.
ar: حدث خطأ داخلي في رمز الترخيص.
de: Ein interner Fehler ist mit dem Lizenzcode aufgetreten.
es: Ocurrió un error interno con el código de licencia.
fr: Une erreur interne est survenue avec le code de la licence.
it: Si è verificato un errore interno con il codice della licenza.
pt: Ocorreu um erro interno com o código da licença.
uk: Виникла внутрішня помилка з кодом ліцензії.

# warn20
source: The license has expired.
ar: انتهت صلاحية الترخيص.
de: Die Lizenz ist abgelaufen.
es: La licencia ha expirado.
fr: La licence a expiré.
it: La licenza è scaduta.
pt: A licença expirou.
uk: Термін дії ліцензії закінчився.

# warn21
source: The license has been suspended.
ar: تم تعليق الترخيص.
de: Die Lizenz wurde ausgesetzt.
es: La licencia ha sido suspendida.
fr: La licence a été suspendue.
it: La licenza è stata sospesa.
pt: A licença foi suspensa.
uk: Ліцензія була призупинена.

# warn22
source: Network issues are preventing license validation.
ar: مشاكل الشبكة تمنع التحقق من الترخيص.
de: Netzwerkprobleme verhindern die Lizenzvalidierung.
es: Problemas de red impiden la validación de la licencia.
fr: Des problèmes réseau empêchent la validation de la licence.
it: Problemi di rete impediscono la convalida della licenza.
pt: Problemas de rede estão impedindo a validação da licença.
uk: Проблеми з мережею перешкоджають перевірці ліцензії.

# warn23
source: SSL handshake failed during license validation.
ar: فشل المصافحة SSL أثناء التحقق من الترخيص.
de: Der SSL-Handshake ist während der Lizenzvalidierung fehlgeschlagen.
es: Falló el handshake SSL durante la validación de la licencia.
fr: L'échange de clés SSL a échoué lors de la validation de la licence.
it: La stretta di mano SSL è fallita durante la convalida della licenza.
pt: Falha no handshake SSL durante a validação da licença.
uk: Помилка SSL-рукостискання під час перевірки ліцензії.

# warn24
source: The license key input is empty.
ar: مفتاح الترخيص المدخل فارغ.
de: Das Lizenzschlüssel-Eingabefeld ist leer.
es: La entrada de la clave de licencia está vacía.
fr: L'entrée de la clé de licence est vide.
it: Il campo della chiave di licenza è vuoto.
pt: A chave de licença não foi inserida.
uk: Поле введення ліцензійного ключа порожнє.

# warn25
source: The product ID provided is illegal.
ar: معرف المنتج المقدم غير قانوني.
de: Die angegebene Produkt-ID ist ungültig.
es: El ID del producto proporcionado es ilegal.
fr: L'ID de produit fournie est illégale.
it: Il prodotto ID fornito è illegale.
pt: O ID do produto fornecido é inválido.
uk: Наданий ідентифікатор продукту є недійсним.

# warn26
source: Unable to open the license file for reading.
ar: تعذر فتح ملف الترخيص للقراءة.
de: Die Lizenzdatei kann nicht zum Lesen geöffnet werden.
es: No se puede abrir el archivo de licencia para lectura.
fr: Impossible d'ouvrir le fichier de licence en lecture.
it: Impossibile aprire il file di licenza per la lettura.
pt: Não foi possível abrir o arquivo de licença para leitura.
uk: Не вдалося відкрити файл ліцензії для читання.

# warn27
source: Monthly usage tracking requires synchronization.
ar: تتطلب تتبع الاستخدام الشهري المزامنة.
de: Die monatliche Nutzungserfassung erfordert eine Synchronisation.
es: El seguimiento mensual de uso requiere sincronización.
fr: Le suivi de l'utilisation mensuelle nécessite une synchronisation.
it: Il monitoraggio dell'uso mensile richiede la sincronizzazione.
pt: O rastreamento de uso mensal requer sincronização.
uk: Щомісячне відстеження використання потребує синхронізації.

# warn28
source: SSL handshake failed due to device date issues.
ar: فشل المصافحة SSL بسبب مشاكل في تاريخ الجهاز.
de: Der SSL-Handshake ist aufgrund von Geräte-Datum-Problemen fehlgeschlagen.
es: Falló el handshake SSL debido a problemas con la fecha del dispositivo.
fr: L'échange de clés SSL a échoué en raison de problèmes de date de l'appareil.
it: La stretta di mano SSL è fallita a causa di problemi con la data del dispositivo.
pt: Falha no handshake SSL devido a problemas com a data do dispositivo.
uk: Помилка SSL-рукостискання через неправильну дату на пристрої.

# warn29
source: SSL certificate has expired.
ar: انتهت صلاحية شهادة SSL.
de: Das SSL-Zertifikat ist abgelaufen.
es: El certificado SSL ha expirado.
fr: Le certificat SSL a expiré.
it: Il certificato SSL è scaduto.
pt: O certificado SSL expirou.
uk: Термін дії SSL-сертифіката закінчився.

# warn30
source: The SDK version does not meet the minimum required version.
ar: إصدار SDK لا يفي بالحد الأدنى للإصدار المطلوب.
de: Die SDK-Version entspricht nicht der erforderlichen Mindestversion.
es: La versión del SDK no cumple con la versión mínima requerida.
fr: La version du SDK ne répond pas à la version minimale requise.
it: La versione dell'SDK non soddisfa la versione minima richiesta.
pt: A versão do SDK não atende à versão mínima necessária.
uk: Версія SDK не відповідає мінімально необхідній версії.

# warn31
source: Network timeout occurred during license validation.
ar: حدثت مهلة شبكة أثناء التحقق من الترخيص.
de: Ein Netzwerkzeitüberschreitung ist während der Lizenzvalidierung aufgetreten.
es: Se agotó el tiempo de espera de red durante la validación de la licencia.
fr: Un délai d'attente du réseau s'est produit lors de la validation de la licence.
it: Si è verificato un timeout di rete durante la convalida della licenza.
pt: Tempo limite da rede ocorreu durante a validação da licença.
uk: Тайм-аут мережі під час перевірки ліцензії.

# warn32
source: Fall detection has been disabled (deprecated code).
ar: تم تعطيل اكتشاف السقوط (كود قديم).
de: Sturz-Erkennung wurde deaktiviert (veralteter Code).
es: La detección de caídas ha sido deshabilitada (código obsoleto).
fr: La détection de chutes a été désactivée (code obsolète).
it: Il rilevamento delle cadute è stato disabilitato (codice obsoleto).
pt: A detecção de queda foi desativada (código obsoleto).
uk: Виявлення падіння вимкнено (застарілий код).

# warn33
source: Fall detection has been disabled.
ar: تم تعطيل اكتشاف السقوط.
de: Sturz-Erkennung wurde deaktiviert.
es: La detección de caídas ha sido deshabilitada.
fr: La détection de chutes a été désactivée.
it: Il rilevamento delle cadute è stato disabilitato.
pt: A detecção de queda foi desativada.
uk: Виявлення падіння вимкнено.

# warn34
source: Misdetection duration has exceeded the allowable limit.
ar: تجاوزت مدة الاكتشاف الخاطئ الحد المسموح به.
de: Die Dauer der Fehlalarme hat das zulässige Limit überschritten.
es: La duración de la detección errónea excedió el límite permitido.
fr: La durée de détection erronée a dépassé la limite autorisée.
it: La durata della misrilevazione ha superato il limite consentito.
pt: A duração da detecção incorreta excedeu o limite permitido.
uk: Тривалість помилкового виявлення перевищила допустимий ліміт.

# warn35
source: Recent detection rate is invalid.
ar: معدل الاكتشاف الأخير غير صالح.
de: Der aktuelle Erkennungsratenwert ist ungültig.
es: La tasa de detección reciente es inválida.
fr: Le taux de détection récent est invalide.
it: Il tasso di rilevamento recente non è valido.
pt: A taxa de detecção recente é inválida.
uk: Останній коефіцієнт виявлення є недійсним.

# warn36
source: License activation for measurement failed.
ar: فشل تفعيل الترخيص للقياس.
de: Die Lizenzaktivierung für Messungen ist fehlgeschlagen.
es: La activación de la licencia para la medición falló.
fr: L'activation de la licence pour la mesure a échoué.
it: Attivazione della licenza per la misurazione fallita.
pt: Falha na ativação da licença para medição.
uk: Помилка активації ліцензії для вимірювань.

# warn37
source: Invalid average detection rate for measurements.
ar: معدل الاكتشاف المتوسط غير صالح للقياسات.
de: Der durchschnittliche Erkennungsratenwert für Messungen ist ungültig.
es: Tasa promedio de detección inválida para las mediciones.
fr: Le taux moyen de détection pour les mesures est invalide.
it: Tasso medio di rilevamento delle misurazioni non valido.
pt: Taxa média de detecção inválida para medições.
uk: Недійсний середній коефіцієнт виявлення для вимірювань.

# warn38
source: Too many frames are out of order.
ar: العديد من الإطارات خارج الترتيب.
de: Zu viele Frames sind außer Reihenfolge.
es: Demasiados fotogramas están fuera de orden.
fr: Trop de frames sont désordonnés.
it: Troppi frame fuori ordine.
pt: Muitos quadros estão fora de ordem.
uk: Занадто багато кадрів отримано у неправильному порядку.

# warn39
source: Misdetection duration exceeds the allowable limit (warning).
ar: تجاوزت مدة الاكتشاف الخاطئ الحد المسموح به (تحذير).
de: Die Dauer der Fehlalarme überschreitet das zulässige Limit (Warnung).
es: La duración de la detección errónea excede el límite permitido (advertencia).
fr: La durée de détection erronée dépasse la limite autorisée (avertissement).
it: La durata della misrilevazione supera il limite consentito (avviso).
pt: A duração da detecção incorreta excede o limite permitido (aviso).
uk: Тривалість помилкового виявлення перевищує допустимий ліміт (попередження).

# warn40
source: Invalid recent FPS (frames per second) rate.
ar: معدل FPS (إطارات في الثانية) الأخير غير صالح.
de: Der aktuelle FPS-Wert (Bilder pro Sekunde) ist ungültig.
es: Tasa FPS (fotogramas por segundo) reciente inválida.
fr: Le taux de FPS (images par seconde) récent est invalide.
it: Tasso FPS recente (frame per secondo) non valido.
pt: Taxa de FPS (quadros por segundo) recente inválida.
uk: Недійсний останній FPS (кількість кадрів за секунду).

# warn41
source: A frame was misplaced in the measurement.
ar: تم تحريك الإطار في القياس.
de: Ein Frame wurde in der Messung falsch platziert.
es: Un fotograma fue mal ubicado en la medición.
fr: Un frame a été mal placé dans la mesure.
it: Un frame è stato posizionato erroneamente nella misurazione.
pt: Um quadro foi mal posicionado na medição.
uk: Кадр був неправильно розташований під час вимірювання.

# warn42
source: Blood pressure processing failed.
ar: فشل معالجة ضغط الدم.
de: Die Blutdruckmessung ist fehlgeschlagen.
es: El procesamiento de la presión arterial falló.
fr: Le traitement de la pression artérielle a échoué.
it: Elaborazione della pressione sanguigna fallita.
pt: Falha no processamento da pressão arterial.
uk: Не вдалося обробити дані артеріального тиску.

# warn43
source: Measuring with no enabled vital signs.
ar: القياس بدون علامات حيوية ممكّنة.
de: Messung ohne aktivierte Vitalzeichen.
es: Medición sin signos vitales habilitados.
fr: Mesure sans signes vitaux activés.
it: Misurazione senza segni vitali abilitati.
pt: Medição sem sinais vitais habilitados.
uk: Виконання вимірювання без активованих життєвих показників.

# warn44
source: Illegal start call for the session.
ar: استدعاء غير قانوني للجلسة.
de: Ungültiger Startaufruf für die Sitzung.
es: Llamada de inicio ilegal para la sesión.
fr: Appel de démarrage illégal pour la session.
it: Chiamata di avvio illegale per la sessione.
pt: Chamada de início de sessão inválida.
uk: Неприпустимий виклик запуску сеансу.

# warn45
source: Illegal stop call for the session.
ar: استدعاء غير قانوني لإيقاف الجلسة.
de: Ungültiger Stoppaufruf für die Sitzung.
es: Llamada de parada ilegal para la sesión.
fr: Appel d'arrêt illégal pour la session.
it: Chiamata di stop illegale per la sessione.
pt: Chamada de parada de sessão inválida.
uk: Неприпустимий виклик зупинки сеансу.

# warn46
source: Invalid processing time during initialization.
ar: وقت المعالجة غير صالح أثناء التهيئة.
de: Ungültige Verarbeitungszeit bei der Initialisierung.
es: Tiempo de procesamiento inválido durante la inicialización.
fr: Temps de traitement invalide lors de l'initialisation.
it: Tempo di elaborazione non valido durante l'inizializzazione.
pt: Tempo de processamento inválido durante a inicialização.
uk: Недійсний час обробки під час ініціалізації.

# warn47
source: Mismatch in rotation and orientation during initialization.
ar: عدم تطابق في التدوير والاتجاه أثناء التهيئة.
de: Drehungs- und Ausrichtungsfehler bei der Initialisierung.
es: Desajuste en rotación y orientación durante la inicialización.
fr: Incompatibilité de rotation et d'orientation pendant l'initialisation.
it: Mancata corrispondenza tra rotazione e orientamento durante l'inizializzazione.
pt: Incompatibilidade entre rotação e orientação durante a inicialização.
uk: Невідповідність обертання та орієнтації під час ініціалізації.

# warn48
source: The license format is invalid.
ar: تنسيق الترخيص غير صالح.
de: Das Lizenzformat ist ungültig.
es: El formato de la licencia es inválido.
fr: Le format de la licence est invalide.
it: Il formato della licenza non è valido.
pt: O formato da licença é inválido.
uk: Формат ліцензії є недійсним.

# warn49
source: SDK loading failed.
ar: فشل تحميل SDK.
de: Das Laden des SDK ist fehlgeschlagen.
es: Carga del SDK fallida.
fr: Le chargement du SDK a échoué.
it: Caricamento dell'SDK fallito.
pt: Falha ao carregar o SDK.
uk: Не вдалося завантажити SDK.

# warn50
source: Unsupported user weight during initialization.
ar: وزن المستخدم غير مدعوم أثناء التهيئة.
de: Ununterstütztes Benutzergewicht bei der Initialisierung.
es: Peso del usuario no soportado durante la inicialización.
fr: Poids de l'utilisateur non pris en charge lors de l'initialisation.
it: Peso utente non supportato durante l'inizializzazione.
pt: Peso do usuário não suportado durante a inicialização.
uk: Непідтримувана вага користувача під час ініціалізації.

# warn51
source: Unsupported user age during initialization.
ar: عمر المستخدم غير مدعوم أثناء التهيئة.
de: Ununterstütztes Benutzeralter bei der Initialisierung.
es: Edad del usuario no soportada durante la inicialización.
fr: Âge de l'utilisateur non pris en charge lors de l'initialisation.
it: Età utente non supportata durante l'inizializzazione.
pt: Idade do usuário não suportada durante a inicialização.
uk: Непідтримуваний вік користувача під час ініціалізації.

# warn52
source: Concurrent sessions error.
ar: خطأ في الجلسات المتزامنة.
de: Fehler bei gleichzeitigen Sitzungen.
es: Error de sesiones concurrentes.
fr: Erreur de sessions concurrentes.
it: Errore nelle sessioni concorrenti.
pt: Erro de sessões concorrentes.
uk: Помилка через одночасні сеанси.

# warn53
source: Missing Polar dependencies.
ar: الاعتماديات القطبية مفقودة.
de: Fehlende Polar-Abhängigkeiten.
es: Faltan dependencias de Polar.
fr: Dépendances Polar manquantes.
it: Dipendenze Polar mancanti.
pt: Dependências do Polar ausentes.
uk: Відсутні залежності Polar.

# warn54
source: Missing analytics dependencies.
ar: التحليلات مفقودة.
de: Fehlende Analyse-Abhängigkeiten.
es: Faltan dependencias de análisis.
fr: Dépendances d'analytique manquantes.
it: Dipendenze di analisi mancanti.
pt: Dependências de análise ausentes.
uk: Відсутні залежності аналітики.

# warn55
source: Monitoring has been stopped.
ar: تم إيقاف المراقبة.
de: Die Überwachung wurde gestoppt.
es: La monitorización se ha detenido.
fr: La surveillance a été arrêtée.
it: Il monitoraggio è stato interrotto.
pt: A monitoração foi interrompida.
uk: Моніторинг було зупинено.

# warn56
source: Monitoring data gap exceeds the allowable limit.
ar: فجوة بيانات المراقبة تتجاوز الحد المسموح.
de: Die Datenlücke in der Überwachung überschreitet das zulässige Limit.
es: La brecha de datos de monitorización supera el límite permitido.
fr: L'écart de données de surveillance dépasse la limite autorisée.
it: Il divario nei dati di monitoraggio supera il limite consentito.
pt: A lacuna nos dados de monitoração excede o limite permitido.
uk: Пропуск даних моніторингу перевищує допустимий ліміт.

# scantext1
source: Did you sleep 7-9 hours last night? Consistent sleep supports energy and focus.
ar: هل نمت من 7 إلى 9 ساعات الليلة الماضية؟ النوم المنتظم يدعم الطاقة والتركيز.
de: Hast du letzte Nacht 7-9 Stunden geschlafen? Konstanter Schlaf unterstützt Energie und Fokus.
es: ¿Dormiste entre 7 y 9 horas anoche? Un sueño constante favorece la energía y la concentración.
fr: Avez-vous dormi 7 à 9 heures la nuit dernière ? Un sommeil régulier soutient l'énergie et la concentration.
it: Hai dormito 7-9 ore la scorsa notte? Un sonno regolare supporta energia e concentrazione.
pt: Você dormiu de 7 a 9 horas na última noite? O sono consistente melhora a energia e o foco.
uk: Чи спали ви 7-9 годин минулої ночі? Регулярний сон підтримує енергію та концентрацію.

# scantext2
source: Is your bedroom dark and cool? A calm environment improves sleep quality.
ar: هل غرفة نومك مظلمة وباردة؟ بيئة هادئة تحسن جودة النوم.
de: Ist dein Schlafzimmer dunkel und kühl? Eine ruhige Umgebung verbessert die Schlafqualität.
es: ¿Tu dormitorio está oscuro y fresco? Un entorno tranquilo mejora la calidad del sueño.
fr: Votre chambre est-elle sombre et fraîche ? Un environnement calme améliore la qualité du sommeil.
it: La tua camera da letto è buia e fresca? Un ambiente tranquillo migliora la qualità del sonno.
pt: Seu quarto está escuro e fresco? Um ambiente calmo melhora a qualidade do sono.
uk: Чи темна та прохолодна у вас спальня? Спокійне середовище покращує якість сну.
