Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

# fatigueques5
source: 5. Fatigue causes frequent problems for me.
ar: 5. التعب يسبب لي مشاكل متكررة.
de: 5. Müdigkeit verursacht häufig Probleme für mich.
es: 5. La fatiga me causa problemas frecuentes.
fr: 5. La fatigue me cause des problèmes fréquents.
it: 5. La fatica mi causa frequenti problemi.
pt: 5. A fadiga me causa problemas frequentes.
uk: 5. Втома часто створює мені проблеми.

# fatigueques6
source: 6. My fatigue prevents sustained physical functioning.
ar: 6. تعبتي تمنعني من أداء الأنشطة البدنية المستمرة.
de: 6. Meine Müdigkeit verhindert anhaltende körperliche Aktivitäten.
es: 6. Mi fatiga impide un funcionamiento físico sostenido.
fr: 6. Ma fatigue empêche un fonctionnement physique soutenu.
it: 6. La mia fatica impedisce il funzionamento fisico continuato.
pt: 6. Minha fadiga impede o funcionamento físico sustentado.
uk: 6. Моя втома не дозволяє підтримувати фізичну активність.

# fatigueques7
source: 7. Fatigue interferes with carrying out certain duties and responsibilities.
ar: 7. التعب يعطل قيامي ببعض الواجبات والمسؤوليات.
de: 7. Müdigkeit beeinträchtigt die Erfüllung bestimmter Pflichten und Verantwortungen.
es: 7. La fatiga interfiere con el cumplimiento de ciertas responsabilidades.
fr: 7. La fatigue interfère avec l'exécution de certaines tâches et responsabilités.
it: 7. La fatica interferisce nell'assolvere alcuni compiti e responsabilità.
pt: 7. A fadiga interfere no cumprimento de certos deveres e responsabilidades.
uk: 7. Втома заважає виконанню певних обов’язків та відповідальностей.

# fatigueques8
source: 8. Fatigue is among my three most disabling symptoms.
ar: 8. التعب هو أحد الأعراض الثلاثة الأكثر إعاقة بالنسبة لي.
de: 8. Müdigkeit gehört zu meinen drei am meisten einschränkenden Symptomen.
es: 8. La fatiga está entre mis tres síntomas más incapacitantes.
fr: 8. La fatigue fait partie de mes trois symptômes les plus invalidants.
it: 8. La fatica è uno dei miei tre sintomi più invalidanti.
pt: 8. A fadiga está entre meus três sintomas mais incapacitantes.
uk: 8. Втома є одним з трьох найбільш виснажливих моїх симптомів.

# fatigueques9
source: 9. Fatigue interferes with my work, family, or social life
ar: 9. التعب يؤثر على عملي أو عائلتي أو حياتي الاجتماعية.
de: 9. Müdigkeit beeinträchtigt meine Arbeit, Familie oder mein Sozialleben.
es: 9. La fatiga interfiere con mi trabajo, familia o vida social.
fr: 9. La fatigue interfère avec mon travail, ma famille ou ma vie sociale.
it: 9. La fatica interferisce con il mio lavoro, la mia famiglia o la mia vita sociale
pt: 9. A fadiga interfere no meu trabalho, família ou vida social.
uk: 9. Втома заважає моїй роботі, сімейному або соціальному життю.

# fatsopt1
source: Strongly disagree
ar: أختلف بشدة
de: Stimme überhaupt nicht zu
es: Totalmente en desacuerdo
fr: Fortement en désaccord
it: Fortemente in disaccordo
pt: Discordo totalmente
uk: Категорично не погоджуюсь

# fatsopt2
source: Disagree
ar: أختلف
de: Stimme nicht zu
es: En desacuerdo
fr: En désaccord
it: In disaccordo
pt: Discordo
uk: Не погоджуюсь

# fatsopt3
source: Slightly disagree
ar: أختلف قليلاً
de: Stimme leicht nicht zu
es: Ligeramente en desacuerdo
fr: Légèrement en désaccord
it: Leggermente in disaccordo
pt: Discordo um pouco
uk: Трохи не погоджуюсь

# fatsopt4
source: Neither agree nor disagree
ar: لا أوافق ولا أعارض
de: Weder Zustimmung noch Ablehnung
es: Ni de acuerdo ni en desacuerdo
fr: Ni d'accord ni en désaccord
it: Né d'accordo né in disaccordo
pt: Nem concordo nem discordo
uk: Ні згоден, ні не згоден

# fatsopt5
source: Slightly agree
ar: أوافق قليلاً
de: Stimme leicht zu
es: Ligeramente de acuerdo
fr: Légèrement d'accord
it: Leggermente d'accordo
pt: Concordo um pouco
uk: Трохи погоджуюсь

# fatsopt6
source: Agree
ar: أوافق
de: Stimme zu
es: De acuerdo
fr: D'accord
it: D'accordo
pt: Concordo
uk: Погоджуюсь

# fatsopt7
source: Strongly agree
ar: أوافق بشدة
de: Stimme vollkommen zu
es: Totalmente de acuerdo
fr: Fortement d'accord
it: Fortemente d'accordo
pt: Concordo totalmente
uk: Категорично погоджуюсь

# sleeptitle
source: Sleep Assessment
ar: تقييم النوم
de: Schlafbewertung
es: Evaluación del sueño
fr: Évaluation du sommeil
it: Valutazione del sonno
pt: Avaliação do Sono
uk: Оцінка сну

# sleepheading
source: What are the chances of you dozing/falling asleep in the following situations?
ar: ما هي احتمالية أن تغفو/تنام في الحالات التالية؟
de: Wie hoch ist die Wahrscheinlichkeit, dass Sie in den folgenden Situationen einnicken/einschlafen?
es: ¿Qué probabilidad tienes de quedarte dormido en las siguientes situaciones?
fr: Quelles sont les chances que vous somnoliez/tombiez endormi dans les situations suivantes ?
it: Quali sono le probabilità che tu ti addormenti nelle seguenti situazioni?
pt: Quais são as chances de você cochilar/dormir nas seguintes situações?
uk: Які шанси, що ви задрімаєте або заснете у таких ситуаціях?

# sleep_q1
source: Sitting and reading
ar: الجلوس وقراءة الكتاب
de: Sitzen und lesen
es: Sentado leyendo
fr: Assis et en train de lire
it: Seduto e leggendo
pt: Sentado e lendo
uk: Сидячи і читаючи

# sleep_q2
source: Watching TV
ar: مشاهدة التلفاز
de: Fernsehen schauen
es: Viendo la televisión
fr: Regarder la télévision
it: Guardando la TV
pt: Assistindo TV
uk: Дивлячись телевізор

# sleep_q3
source: Sitting inactive in a public place
ar: الجلوس بشكل غير نشط في مكان عام
de: Inaktiv an einem öffentlichen Ort sitzen
es: Sentado inactivo en un lugar público
fr: Assis, inactif, dans un lieu public
it: Seduto inattivo in un luogo pubblico
pt: Sentado inativo em um local público
uk: Сидячи без активності в громадському місці

# sleep_q4
source: Passenger in a car, driving for 1 hour
ar: الركاب في السيارة، القيادة لمدة ساعة
de: Beifahrer in einem Auto, das 1 Stunde fährt
es: Pasajero en un coche durante 1 hora
fr: Passager dans une voiture, conduite pendant 1 heure
it: Passeggero in un'auto, viaggiando per 1 ora
pt: Passageiro em um carro, dirigindo por 1 hora
uk: Як пасажир в автомобілі під час годинної поїздки

# sleep_q5
source: Lying down to rest
ar: الاستلقاء للراحة
de: Hinlegen, um sich auszuruhen
es: Acostado para descansar
fr: Allongé pour se reposer
it: Sdraiato a riposare
pt: Deitado para descansar
uk: Лежачи для відпочинку

# sleep_q7
source: Sitting and talking to someone
ar: الجلوس والتحدث مع شخص ما
de: Sitzen und mit jemandem sprechen
es: Sentado hablando con alguien
fr: Assis et en train de parler à quelqu’un
it: Seduto e parlando con qualcuno
pt: Sentado e conversando com alguém
uk: Сидячи та розмовляючи з кимось

# sleep_q8
source: Sitting quietly after a lunch without alcohol
ar: الجلوس بهدوء بعد تناول الغداء بدون الكحول
de: Ruhig sitzen nach einem Mittagessen ohne Alkohol
es: Sentado tranquilamente después de almorzar sin alcohol
fr: Assis tranquillement après un déjeuner sans alcool
it: Seduto tranquillamente dopo pranzo senza alcol
pt: Sentado quieto após um almoço sem álcool
uk: Спокійно сидячи після обіду без алкоголю

# sleep_q9
source: In a car, when stopped in traffic
ar: في السيارة، عند التوقف في حركة المرور
de: Im Auto, wenn im Verkehr angehalten
es: En un coche, cuando está detenido en el tráfico
fr: Dans une voiture, à l’arrêt dans un embouteillage
it: In una macchina, quando fermato nel traffico
pt: Em um carro, parado no trânsito
uk: В автомобілі, коли зупинилися в заторі

# sleep_a1
source: Never
ar: أبدًا
de: Nie
es: Nunca
fr: Jamais
it: Mai
pt: Nunca
uk: Ніколи

# sleep_a2
source: Slight
ar: قليل
de: Leicht
es: Leve
fr: Légèrement
it: Leggero
pt: Leve
uk: Трохи

# sleep_a3
source: Moderate
ar: معتدل
de: Mäßig
es: Moderada
fr: Modéré
it: Moderato
pt: Moderado
uk: Помірно

# sleep_a4
source: High
ar: مرتفع
de: Hoch
es: Alta
fr: Élevé
it: Alto
pt: Alto
uk: Високо

# genral
source: General Profile Data
ar: البيانات العامة للملف الشخصي
de: Allgemeine Profildaten
es: Datos del perfil general
fr: Données de profil général
it: Dati Profilo Generale
pt: Dados do Perfil Geral
uk: Загальні профільні дані

# wgt
source: Weight(Kg)
ar: الوزن (كجم)
de: Gewicht (kg)
es: Peso (Kg)
fr: Poids (Kg)
it: Peso(Kg)
pt: Peso (Kg)
uk: Вага (кг)

# wgtin
source: Weight in kg
ar: الوزن بالكيلوغرام
de: Gewicht in kg
es: Peso en kg
fr: Poids en kg
it: Peso in kg
pt: Peso em kg
uk: Вага у кг

# hgt
source: Height(Cm)
ar: الطول (سم)
de: Größe (cm)
es: Altura (cm)
fr: Taille (Cm)
it: Altezza(Cm)
pt: Altura (Cm)
uk: Зріст (см)

# hgtin
source: Height in cm
ar: الطول بالسنتيمتر
de: Größe in cm
es: Altura en cm
fr: Taille en cm
it: Altezza in cm
pt: Altura em cm
uk: Зріст у см

# drsq
source: Diabetes Risk Score Questionnaire
ar: استبيان درجة خطر السكري
de: Fragebogen zur Diabetes-Risiko-Bewertung
es: Cuestionario de riesgo de diabetes
fr: Questionnaire sur le score de risque de diabète
it: Questionario del punteggio di rischio per il diabete
pt: Questionário de Risco de Diabetes
uk: Анкета оцінки ризику діабету

# wiyeb
source: 1. What is your ethnic background?
ar: 1. ما هو خلفك العرقي؟
de: 1. Was ist Ihr ethnischer Hintergrund?
es: 1. ¿Cuál es tu origen étnico?
fr: 1. Quelle est votre origine ethnique ?
it: 1. Qual è la tua origine etnica?
pt: 1. Para melhor calibração das leituras, como você identifica sua etnia?
uk: 1. Яке ваше етнічне походження?

# doyouhafather
source: 2. Do you have a father, mother, brother, sister or own child with Type 1 or Type 2 diabetes?
ar: 2. هل لديك أب أو أم أو أخ أو أخت أو طفل يعاني من السكري من النوع 1 أو النوع 2؟
de: 2. Haben Sie einen Vater, eine Mutter, einen Bruder, eine Schwester oder ein eigenes Kind mit Typ-1- oder Typ-2-Diabetes?
es: 2. ¿Tienes padre, madre, hermano, hermana o hijo propio con diabetes tipo 1 o tipo 2?
fr: 2. Avez-vous un père, une mère, un frère, une sœur ou un enfant atteint de diabète de type 1 ou de type 2 ?
it: 2. Hai un padre, madre, fratello, sorella o un figlio con diabete di tipo 1 o tipo 2?
pt: 2. Você tem pai, mãe, irmão, irmã ou filho com diabetes tipo 1 ou tipo 2?
uk: 2. Чи є у вас батько, мати, брат, сестра або власна дитина з діабетом 1 або 2 типу?

# mesuretheperson
source: 3. Measure the person’s waist circumference and choose the range:
ar: 3. قس محيط الخصر للشخص واختر النطاق:
de: 3. Messen Sie den Taillenumfang der Person und wählen Sie den Bereich aus:
es: 3. Mide la circunferencia de la cintura de la persona y elige el rango:
fr: 3. Mesurez le tour de taille de la personne et choisissez la plage :
it: 3. Misura la circonferenza della vita della persona e scegli l'intervallo:
pt: 3. Meça a circunferência da cintura da pessoa e escolha a faixa:
uk: 3. Виміряйте окружність талії людини та виберіть діапазон:

# haveyoubeengivenmedicine
source: 4.Have you been given medicine for high blood pressure or told that you have high blood pressure by your doctor?
ar: 4. هل تم إعطاؤك دواء لضغط الدم المرتفع أو أخبرك الطبيب أن لديك ضغط دم مرتفع؟
de: 4. Wurde Ihnen ein Medikament gegen Bluthochdruck verschrieben oder hat Ihr Arzt Ihnen gesagt, dass Sie an Bluthochdruck leiden?
es: 4. ¿Te han recetado medicamentos para la presión arterial alta o tu médico te ha dicho que la tienes?
fr: 4. Vous a-t-on prescrit des médicaments pour l'hypertension ou votre médecin vous a-t-il dit que vous souffriez d'hypertension ?
it: 4. Ti sono stati dati farmaci per l'ipertensione o ti è stato detto dal medico che hai la pressione alta?
pt: 4. Você já recebeu medicamentos para pressão alta ou foi informado pelo seu médico que tem pressão alta?
uk: 4. Чи призначали вам ліки від високого тиску або лікар повідомляв вам про високий тиск?

# weihtfielscanttempty
source: Weight field can't be empty
ar: لا يمكن أن يكون حقل الوزن فارغًا
de: Das Gewichts-Feld darf nicht leer sein
es: El campo de peso no puede estar vacío
fr: Le champ de poids ne peut pas être vide
it: Il campo peso non può essere vuoto
pt: O campo de peso não pode estar vazio
uk: Поле ваги не може бути порожнім

# heightfieldcantempty
source: Height field can't be empty
ar: لا يمكن أن يكون حقل الطول فارغًا
de: Das Größen-Feld darf nicht leer sein
es: El campo de altura no puede estar vacío
fr: Le champ de taille ne peut pas être vide
it: Il campo altezza non può essere vuoto
pt: O campo de altura não pode estar vazio
uk: Поле зросту не може бути порожнім

source: Skip
ar: تخطي
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pt: Pular
uk: Пропустити

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Próximo
uk: Далі

source: please answer all questions
ar: يرجى الإجابة على جميع الأسئلة
de: Bitte beantworten Sie alle Fragen
es: Por favor responde todas las preguntas
fr: Veuillez répondre à toutes les questions
it: Per favore, rispondi a tutte le domande
pt: Por favor, responda a todas as perguntas
uk: Будь ласка, дайте відповідь на всі питання

# helthyme
source: Healthy Me
ar: صحي أنا
de: Gesundes Ich
es: Yo saludable
fr: Moi en bonne santé
pt: Saúde e Bem-estar
uk: Здоровий Я

source: Medicine
ar: الدواء
de: Medizin
es: Medicina
fr: Médicament
it: Medicinale
pt: Medicação
uk: Ліки

source: Dosage
ar: الجرعة
de: Dosierung
es: Dosis
it: Dosaggio
pt: Dosagem
uk: Дозування

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
it: Durata
pt: Duração
uk: Тривалість

source: Requests
ar: الطلبات
de: Anfragen
es: Solicitudes
fr: Demandes
it: Richieste
pt: Solicitações
uk: Запити

source: sent a request
ar: إرسال طلب
de: eine Anfrage gesendet
es: envió una solicitud
fr: envoyé une demande
it: inviata una richiesta
pt: enviou uma solicitação
uk: Надіслати запит

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
pt: Rejeitar
uk: Відхилити

source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
pt: Aceitar
uk: Прийняти

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Rifiutato
pt: Rejeitado
uk: Відхилено

source: Accepted
ar: مقبول
de: Akzeptiert
es: Aceptado
fr: Accepté
it: Accettato
pt: Aceito
uk: Прийнято

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje
uk: Сьогодні

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
it: Messaggio
pt: Mensagem
uk: Повідомлення

# reportsummry
source: Report Summary
ar: ملخص التقرير
de: Berichtszusammenfassung
es: Resumen del informe
fr: Résumé du rapport
it: Riepilogo del report
pt: Resumo do Relatório
uk: Підсумок звіту

# forinvestuseonly
source: For Investigational Use Only.
ar: للاستخدام البحثي فقط.
de: Nur für Forschungszwecke.
es: Solo para uso investigacional.
fr: À usage d'investigation uniquement.
it: Solo per uso investigativo.
pt: Apenas para uso investigacional.
uk: Тільки для дослідницького використання.

# thesenumbersareonly
source: These numbers are only estimates and are not a substitute for the judgment of a health care professional. They are intended to improve awareness of general wellness
ar: هذه الأرقام هي مجرد تقديرات وليست بديلاً عن حكم المهنيين الصحيين. تهدف إلى تحسين الوعي بالرفاهية العامة
de: Diese Zahlen sind nur Schätzungen und kein Ersatz für die Einschätzung eines Gesundheitsfachmanns. Sie sollen das Bewusstsein für allgemeines Wohlbefinden stärken.
es: Estos números son solo estimaciones y no sustituyen el juicio de un profesional de la salud. Están destinados a mejorar la conciencia sobre el bienestar general.
fr: Ces chiffres ne sont que des estimations et ne remplacent pas le jugement d'un professionnel de santé. Ils visent à sensibiliser sur le bien-être général.
it: Questi numeri sono solo stime e non sono un sostituto del giudizio di un professionista sanitario. Sono destinati a migliorare la consapevolezza del benessere generale
pt: Esses números são apenas estimativas e não substituem o julgamento de um profissional de saúde. Eles são destinados a melhorar a conscientização sobre o bem-estar geral.
uk: Ці цифри є лише оцінками і не замінюють професійне медичне судження. Вони призначені для підвищення обізнаності про загальний стан здоров’я.

# riskscoree
source: Risk Score
ar: درجة المخاطر
de: Risikobewertung
es: Puntuación de riesgo
fr: Score de risque
it: Punteggio di rischio
pt: Pontuação de Risco
uk: Оцінка ризику

# thisissoftwareai
source: This is a software/AI-based assessment designed to support, but not replace, professional medical advice.
ar: هذه تقييم يعتمد على البرمجيات/الذكاء الاصطناعي، تم تصميمه لدعم ولكن ليس لاستبدال النصائح الطبية المهنية.
de: Dies ist eine auf Software/AI basierende Bewertung, die professionelle medizinische Beratung unterstützen, aber nicht ersetzen soll.
es: Esta es una evaluación basada en software/IA diseñada para apoyar, pero no reemplazar, el consejo médico profesional.
fr: Ceci est une évaluation basée sur un logiciel/IA conçue pour compléter, mais pas remplacer, les conseils médicaux professionnels.
it: Questa è una valutazione basata su software/AI progettata per supportare, ma non sostituire, i consigli medici professionali.
pt: Esta é uma avaliação baseada em software/IA projetada para apoiar, mas não substituir, o aconselhamento médico profissional.
uk: Це програмне/штучний інтелект-оцінювання, яке підтримує, але не замінює професійну медичну консультацію.

# diabetesriskscoree
source: Diabetes Risk Score
ar: درجة خطر السكري
de: Diabetes-Risikobewertung
es: Puntuación de riesgo de diabetes
fr: Score de risque de diabète
it: Punteggio di rischio per il diabete
pt: Pontuação de Risco de Diabetes
uk: Оцінка ризику діабету

source: Cardio Vascular Risk
ar: خطر الأمراض القلبية الوعائية
de: Kardiovaskuläres Risiko
es: Riesgo cardiovascular
fr: Risque cardio-vasculaire
it: Rischio Cardiovascolare
pt: Risco Cardiovascular
uk: Ризик серцево-судинних захворювань

source: Stress Level
ar: مستوى الإجهاد
es: Nivel de estrés
fr: Niveau de stress
it: Livello di stress
pt: Nível de Estresse
uk: Рівень стресу

# obsitygradingbmi
source: Obesity Grading - BMI
ar: تصنيف السمنة - مؤشر كتلة الجسم
de: Adipositasbewertung - BMI
es: Clasificación de obesidad - IMC
fr: Évaluation de l'obésité - IMC
it: Classificazione dell'obesità - BMI
pt: Classificação da Obesidade - IMC
uk: Оцінка ожиріння - ІМТ

source: Depression Score
ar: درجة الاكتئاب
de: Depressionsbewertung
es: Puntuación de depresión
fr: Score de dépression
it: Punteggio di depressione
pt: Pontuação de Depressão
uk: Оцінка депресії

# animiagrading
source: Anemia Grading
ar: تصنيف الأنيميا
de: Anämie-Bewertung
es: Clasificación de anemia
fr: Évaluation de l'anémie
it: Classificazione dell'anemia
pt: Classificação da Anemia
uk: Оцінка анемії

# continuee
source: Continue
ar: استمر
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
uk: Продовжити

# scaninginstructions
source: Scanning Instructions
ar: تعليمات الفحص
de: Anweisungen zum Scannen
es: Instrucciones de escaneo
fr: Instructions de numérisation
it: Istruzioni per la scansione
pt: Instruções de Escaneamento
uk: Інструкції щодо сканування

# basedonliting
source: Based on the lighting conditions and the environment of the scanning area, you will have to choose the best mode of scanning.
ar: استنادًا إلى ظروف الإضاءة وبيئة منطقة الفحص، سيتعين عليك اختيار أفضل وضع للفحص.
de: Abhängig von den Lichtverhältnissen und der Umgebung des Scanbereichs müssen Sie den besten Scanmodus auswählen.
es: Basado en las condiciones de iluminación y el entorno del área de escaneo, deberás elegir el mejor modo de escaneo.
fr: En fonction des conditions d'éclairage et de l'environnement de la zone de numérisation, vous devrez choisir le meilleur mode de numérisation.
it: In base alle condizioni di illuminazione e all'ambiente dell'area di scansione, dovrai scegliere la modalità migliore per la scansione.
pt: Com base nas condições de iluminação e no ambiente da área de digitalização, você precisará escolher o melhor modo de escaneamento.
uk: Залежно від умов освітлення та середовища сканування вам потрібно вибрати найкращий режим сканування.

# facialscaning
source: Facial Scanning (Front Camera)
ar: الفحص الوجهي (الكاميرا الأمامية)
de: Gesichtsscannen (Frontkamera)
es: Escaneo facial (Cámara frontal)
fr: Numérisation faciale (Caméra frontale)
it: Scansione del viso (Fotocamera frontale)
pt: Escaneamento Facial (Câmera Frontal)
uk: Сканування обличчя (фронтальна камера)

# usethismode
source: Use this mode if the room has good, consistent lighting. The front camera is used to take the scan, so you will have to hold the device steady and have it pointed at the participant in such a way that their face is inside the oval at all times during the scan. Facial symmetry analysis will be done if this method of scanning is used.
ar: استخدم هذا الوضع إذا كان الغرفة تتمتع بإضاءة جيدة وثابتة. يتم استخدام الكاميرا الأمامية لأخذ الفحص، لذا سيتعين عليك تثبيت الجهاز مع توجيهه نحو الشخص بحيث يكون وجهه داخل الشكل البيضاوي طوال الفحص. سيتم إجراء تحليل التناظر الوجهي إذا تم استخدام هذه الطريقة للفحص.
de: Verwenden Sie diesen Modus, wenn der Raum über eine gute, gleichmäßige Beleuchtung verfügt. Die Frontkamera wird zum Scannen verwendet, daher müssen Sie das Gerät ruhig halten und so ausrichten, dass das Gesicht der Person während des gesamten Scans im Oval bleibt. Eine Analyse der Gesichtssymmetrie wird durchgeführt, wenn diese Scanmethode verwendet wird.
es: Usa este modo si la habitación tiene buena iluminación constante. La cámara frontal se usa para realizar el escaneo, por lo que deberás mantener el dispositivo estable y apuntado hacia el participante de manera que su rostro esté dentro del óvalo en todo momento durante el escaneo. Se realizará un análisis de simetría facial si se usa este método.
fr: Utilisez ce mode si la pièce dispose d'un bon éclairage constant. La caméra frontale est utilisée pour effectuer la numérisation, vous devez donc tenir l'appareil fermement et le pointer vers le participant de manière à ce que son visage reste dans l'ovale tout au long de la numérisation. Une analyse de la symétrie faciale sera effectuée si cette méthode de numérisation est utilisée.
it: Usa questa modalità se la stanza ha una buona illuminazione costante. La fotocamera frontale viene utilizzata per eseguire la scansione, quindi dovrai tenere il dispositivo stabile e puntato verso il partecipante in modo che il suo viso rimanga all'interno dell'ovale durante tutta la scansione. L'analisi della simmetria facciale verrà eseguita se viene utilizzato questo metodo di scansione.
pt: Use este modo se a sala tiver boa iluminação constante. A câmera frontal é usada para fazer a digitalização, então você precisará segurar o dispositivo firmemente e apontá-lo para o participante de forma que seu rosto permaneça dentro do oval durante toda a digitalização. A análise de simetria facial será feita se este método for utilizado.
uk: Використовуйте цей режим, якщо в приміщенні хороше, рівномірне освітлення. Фронтальна камера використовується для сканування, тому вам потрібно тримати пристрій нерухомо та направляти його так, щоб обличчя учасника залишалося в овалі протягом усього сканування. Якщо використовується цей метод, буде проведено аналіз симетрії обличчя.

# procede
source: Proceed
ar: تابع
de: Fortfahren
es: Proceder
fr: Procéder
it: Procedi
pt: Prosseguir
uk: Продовжити

# doyounow
source: Do you Know?
ar: هل تعلم؟
de: Wussten Sie schon?
es: ¿Sabías?
fr: Le saviez-vous ?
it: Lo sai?
pt: Você sabia?
uk: Чи знаєте ви?

source: Personal Details
ar: التفاصيل الشخصية
de: Persönliche Details
es: Detalles personales
fr: Détails personnels
it: Dettagli Personali
pt: Detalhes Pessoais
uk: Особисті дані

# firstnamee
source: FirstName
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
it: Nome
pt: Nome
uk: Ім'я

# enteryournamee
source: Enter your firstname
ar: أدخل اسمك الأول
de: Geben Sie Ihren Vornamen ein
es: Ingresa tu nombre
fr: Entrez votre prénom
it: Inserisci il tuo nome
pt: Digite seu nome
uk: Введіть ваше ім'я

# lastnamee
source: LastName
ar: الاسم الأخير
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
pt: Sobrenome
uk: Прізвище
