Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

source: Investigation
ar: التحقيق
de: Untersuchung
es: Investigación
it: Indagine
pt: Investigação
uk: Дослідження

# brr
source: Biological Refernce Range
ar: النطاق المرجعي البيولوجي
de: Biologischer Referenzbereich
es: Rango de Referencia Biológico
fr: Plage de Référence Biologique
it: Intervallo di Riferimento Biologico
pt: Faixa de Referência Biológica
uk: Біологічний референсний діапазон

# vitalsingn
source: Vital Signs
ar: العلامات الحيوية
de: Vitalzeichen
es: Signos Vitales
fr: Signes Vitaux
it: Segni Vitali
pt: Sinais Vitais
uk: Життєві показники

# accur
source: Accuracy Range
ar: نطاق الدقة
de: Genauigkeitsbereich
es: Rango de Precisión
fr: Plage de Précision
it: Intervallo di Accuratezza
pt: Faixa de Precisão
uk: Діапазон точності

# uim
source: Unit of Measurement
ar: وحدة القياس
de: Maßeinheit
es: Unidad de Medida
fr: Unité de Mesure
it: Unità di Misura
pt: Unidade de Medida
uk: Одиниця вимірювання

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
pt: Resolução
uk: Роздільна здатність

# errl
source: Error level
ar: مستوى الخطأ
de: Fehlerniveau
es: Nivel de Error
fr: Niveau d'Erreur
it: Livello di Errore
pt: Nível de Erro
uk: Рівень помилки

# blodia
source: Blood Pressure Diastolic
ar: ضغط الدم الانبساطي
de: Diastolischer Blutdruck
es: Presión Arterial Diastólica
fr: Pression Artérielle Diastolique
it: Pressione Sanguigna Diastolica
pt: Pressão Arterial Diastólica
uk: Діастолічний артеріальний тиск

# blosys
source: Blood Pressure Systolic
ar: ضغط الدم الانقباضي
de: Systolischer Blutdruck
es: Presión Arterial Sistólica
fr: Pression Artérielle Systolique
it: Pressione Sanguigna Sistolica
pt: Pressão Arterial Sistólica
uk: Систолічний артеріальний тиск

source: sec
ar: جاف
de: sicher
es: seg
pt: seco
uk: сек

source: Do,s
ar: الأفعال
es: Recomendaciones
fr: À faire
it: Cose da fare
pt: CERTO
uk: Що потрібно робити

source: Don'ts
ar: الممنوعات
de: Verbote
es: Evitar
fr: À ne pas faire
it: Cose da non fare
pt: ERRADO
uk: Що не можна робити

# ensurethelightis
source: Ensure the light is coming from the front.
ar: تأكد من أن الضوء يأتي من الأمام.
de: Stellen Sie sicher, dass das Licht von vorne kommt.
es: Asegúrate de que la luz proviene del frente.
fr: Assurez-vous que la lumière vient de l'avant.
it: Assicurati che la luce provenga dal davanti.
pt: Certifique-se de que a luz vem da frente.
uk: Переконайтеся, що світло падає спереду.

# avoidbrightlight
source: Avoid bright lights behind you.
ar: تجنب الأضواء الساطعة خلفك.
de: Vermeiden Sie helles Licht hinter Ihnen.
es: Evita luces brillantes detrás de ti.
fr: Évitez les lumières vives derrière vous.
it: Evita luci intense dietro di te.
pt: Evite luzes brilhantes atrás de você.
uk: Уникайте яскравого світла позаду вас.

# positionyourselfina
source: Position yourself in a well-lit area.
ar: ضع نفسك في مكان جيد الإضاءة.
de: Positionieren Sie sich in einem gut beleuchteten Bereich.
es: Ubícate en un área bien iluminada.
fr: Placez-vous dans une zone bien éclairée.
it: Posizionati in un'area ben illuminata.
pt: Posicione-se em uma área bem iluminada.
uk: Займіть позицію у добре освітленому місці.

# keepyourfaceclearly
source: Keep your face clearly visible in the frame
ar: اجعل وجهك مرئيًا بوضوح في الإطار.
de: Halten Sie Ihr Gesicht deutlich sichtbar im Bild.
es: Mantén tu rostro claramente visible en el marco
fr: Gardez votre visage clairement visible dans le cadre.
it: Mantieni il viso chiaramente visibile nell'inquadratura.
pt: Mantenha seu rosto claramente visível no enquadramento.
uk: Тримайте обличчя чітко видимим у кадрі.

# avoidscanning
source: Avoid scanning in dim or dark environments.
ar: تجنب المسح الضوئي في بيئات مظلمة أو منخفضة الإضاءة.
de: Vermeiden Sie das Scannen in dunklen oder schwach beleuchteten Umgebungen.
es: Evita escanear en entornos oscuros o con poca luz.
fr: Évitez de scanner dans un environnement sombre ou peu éclairé.
it: Evita di eseguire la scansione in ambienti poco illuminati o bui.
pt: Evite escanear em ambientes escuros ou mal iluminados.
uk: Не виконуйте сканування у тьмяно освітлених або темних умовах.

# avoidextreame
source: Avoid extreme facial expressions.
ar: تجنب تعابير الوجه المتطرفة.
de: Vermeiden Sie extreme Gesichtsausdrücke.
es: Evita expresiones faciales extremas.
fr: Évitez les expressions faciales extrêmes.
it: Evita espressioni facciali estreme.
pt: Evite expressões faciais extremas.
uk: Уникайте надмірної міміки обличчя.

# donotmoveexcessivelyduring
source: Do not move excessively during the scan.
ar: لا تتحرك بشكل مفرط أثناء المسح.
de: Bewegen Sie sich während des Scans nicht übermäßig.
es: No te muevas excesivamente durante el escaneo.
fr: Ne bougez pas excessivement pendant le scan.
it: Non muoverti eccessivamente durante la scansione.
pt: Não se mova excessivamente durante a digitalização.
uk: Не рухайтеся надмірно під час сканування.

# reciverequestfrom
source: Receive request from
ar: تلقي طلب من
de: Anfrage erhalten von
es: Recibir solicitud de
fr: Recevoir une demande de
it: Ricevi richiesta da
pt: Receber solicitação de
uk: Отримано запит від

source: Sent request to
ar: إرسال طلب إلى
de: Anfrage gesendet an
es: Solicitud enviada a
fr: Demande envoyée à
it: Richiesta inviata a
pt: Solicitação enviada para
uk: Запит відправлено до

source: Extreme
ar: متطرف
de: Extrem
es: Extremo
fr: Extrême
it: Estremo
pt: Extremo
uk: Критичний

# connectrequsetsent
source: You have already sent a connection request to this user!
ar: لقد أرسلت بالفعل طلب اتصال لهذا المستخدم!
de: Sie haben diesem Benutzer bereits eine Verbindungsanfrage gesendet!
es: ¡Ya has enviado una solicitud de conexión a este usuario!
fr: Vous avez déjà envoyé une demande de connexion à cet utilisateur !
it: Hai già inviato una richiesta di connessione a questo utente!
pt: Você já enviou um pedido de conexão para este usuário!
uk: Ви вже надіслали запит на підключення цьому користувачу!

source: Invalid Request
ar: طلب غير صالح
de: Ungültige Anfrage
es: Solicitud Inválida
fr: Requête invalide
it: Richiesta non valida
pt: Pedido inválido
uk: Недійсний запит

# hypthermia
source: Hypothermia
ar: انخفاض حرارة الجسم
de: Unterkühlung
es: Hipotermia
fr: Hypothermie
it: Ipotermia
pt: Hipotermia
uk: Гіпотермія

source: Fever
ar: حمى
de: Fieber
es: Fiebre
fr: Fièvre
it: Febbre
pt: Febre
uk: Лихоманка

# predia
source: Pre-diabetes
ar: مقدمات السكري
de: Prädiabetes
fr: Pré-diabète
it: Pre-diabete
pt: Pré-diabetes
uk: Переддіабет

source: Diabetes
ar: السكري
fr: Diabète
it: Diabete
uk: Діабет

# prediarisk
source: Predaibetesrisk
ar: مخاطر مقدمات السكري
de: Prädiabetesrisiko
es: Riesgo de Prediabetes
fr: Risque de pré-diabète
it: Rischio di pre-diabete
pt: Risco de pré-diabetes
uk: Ризик переддіабету

# diaberisk
source: Daibetesrisk
ar: مخاطر السكري
de: Diabetesrisiko
es: Riesgo de Diabetes
fr: Risque de diabète
it: Rischio di diabete
pt: Risco de diabetes
uk: Ризик діабету

# notanemic
source: You are not anemic.
ar: أنت لست مصابًا بفقر الدم.
de: Sie sind nicht anämisch.
es: No tienes anemia.
fr: Vous n'êtes pas anémique.
it: Non sei anemico.
pt: Você não é anêmico.
uk: У вас немає анемії.

# anemic
source: You are anemic.
ar: أنت مصاب بفقر الدم.
de: Sie sind anämisch.
es: Tienes anemia.
fr: Vous êtes anémique.
it: Sei anemico.
pt: Você é anêmico.
uk: У вас анемія.

# patientse
source: Patients
ar: المرضى
de: Patienten
es: Pacientes
it: Pazienti
pt: Pacientes
uk: Пацієнти

# hospitasee
source: Hospitals
ar: المستشفيات
de: Krankenhäuser
es: Hospitales
fr: Hôpitaux
it: Ospedali
pt: Hospitais
uk: Лікарні

# organizationse
source: Organizations
ar: المنظمات
de: Organisationen
es: Organizaciones
fr: Organisations
it: Organizzazioni
pt: Organizações
uk: Організації

# userse
source: Users
ar: المستخدمون
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
pt: Usuários
uk: Користувачі

# organizatione
source: Organization
ar: المنظمة
de: Organisation
es: Organización
fr: Organisation
it: Organizzazione
pt: Organização
uk: Організація

source: Organization Name
ar: اسم المنظمة
de: Organisationsname
es: Nombre de la Organización
fr: Nom de l'organisation
it: Nome dell'organizzazione
pt: Nome da organização
uk: Назва організації

# enteroganame
source: Enter Organization Name
ar: أدخل اسم المنظمة
de: Organisationsnamen eingeben
es: Introduce el Nombre de la Organización
fr: Entrez le nom de l'organisation
it: Inserisci il nome dell'organizzazione
pt: Insira o nome da organização
uk: Введіть назву організації

# shornamee
source: Short Name
ar: الاسم المختصر
de: Kurzname
es: Nombre Corto
fr: Nom court
it: Nome breve
pt: Nome curto
uk: Скорочена назва

source: Enter Short Name
ar: أدخل الاسم المختصر
de: Kurznamen eingeben
es: Introduce el Nombre Corto
fr: Entrez le nom court
it: Inserisci il nome breve
pt: Insira o nome curto
uk: Введіть скорочену назву

# usre
source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
pt: Usuário
uk: Користувач

# pleaseclickonthee
source: Please click on the consent box to proceed
ar: الرجاء النقر على مربع الموافقة للمتابعة
de: Bitte klicken Sie auf das Zustimmungsfeld, um fortzufahren
es: Por favor, haz clic en la casilla de consentimiento para continuar
fr: Veuillez cliquer sur la case de consentement pour continuer
it: Fare clic sulla casella di consenso per procedere
pt: Por favor, clique na caixa de consentimento para continuar
uk: Будь ласка, натисніть на поле згоди для продовження

# rolesw
source: Roles
ar: الأدوار
de: Rollen
fr: Rôles
it: Ruoli
pt: Funções
uk: Ролі

source: Please Select Role
ar: يرجى تحديد دور
de: Bitte wählen Sie eine Rolle
es: Por favor selecciona un rol
fr: Veuillez sélectionner un rôle
it: Seleziona un ruolo
pt: Por favor, selecione um papel
uk: Будь ласка, виберіть роль

# selectrolese
source: Select Roles
ar: اختر الأدوار
de: Rollen auswählen
es: Seleccionar Roles
fr: Sélectionner des rôles
it: Seleziona ruoli
pt: Selecionar papéis
uk: Виберіть ролі

source: Please Select Organization
ar: يرجى تحديد منظمة
de: Bitte wählen Sie eine Organisation
es: Por favor selecciona una organización
fr: Veuillez sélectionner une organisation
it: Seleziona un'organizzazione
pt: Por favor, selecione uma organização
uk: Будь ласка, виберіть організацію

# selectorganization
source: Select Organiztions
ar: اختر المنظمات
de: Organisationen auswählen
es: Seleccionar Organizaciones
fr: Sélectionner des organisations
it: Seleziona organizzazioni
pt: Selecionar organizações
uk: Виберіть організацію

# dialcodee
source: Dial code
ar: رمز الاتصال
de: Ländervorwahl
es: Código de marcación
fr: Code de numérotation
it: Prefisso telefonico
pt: Código de discagem
uk: Код набору

# hivasesquestiona
source: Adherence Assessment
ar: تقييم الالتزام
de: Bewertung der Therapietreue
es: Evaluación de Adherencia
fr: Évaluation de l'adhésion
it: Valutazione dell'aderenza
pt: Avaliação da Adesão
uk: Оцінка дотримання лікування

source: Integration Score
ar: درجة الاندماج
de: Integrationswert
es: Puntuación de Integración
fr: Score d'intégration
it: Punteggio di integrazione
pt: Pontuação de integração
uk: Оцінка інтеграції

# perseverencescore
source: Perseverance Score
ar: درجة المثابرة
de: Durchhaltevermögen-Wert
es: Puntuación de Perseverancia
fr: Score de persévérance
it: Punteggio di perseveranza
pt: Pontuação de perseverança
uk: Оцінка наполегливості

# instructionsee
source: Instructions
ar: التعليمات
de: Anweisungen
es: Instrucciones
it: Istruzioni
pt: Instruções
uk: Інструкції

# foreachstatebelow
source: For each statement below, indicate how confident you have been in the past month (including today) that you can do the following. Use the response scale:
ar: لكل عبارة أدناه، حدد مدى ثقتك في الشهر الماضي (بما في ذلك اليوم) بأنه يمكنك القيام بما يلي. استخدم مقياس الاستجابة:
de: Für jede der folgenden Aussagen geben Sie an, wie sicher Sie sich im letzten Monat (einschließlich heute) gefühlt haben, dass Sie Folgendes tun können. Verwenden Sie die Antwortskala:
es: Para cada enunciado a continuación, indica qué tan seguro estuviste el último mes (incluido hoy) de que puedes hacer lo siguiente. Usa la escala de respuesta:
fr: Pour chaque affirmation ci-dessous, indiquez à quel point vous avez été confiant au cours du dernier mois (y compris aujourd'hui) que vous pouvez faire ce qui suit. Utilisez l'échelle de réponse :
it: Per ogni affermazione qui sotto, indica quanto sei stato sicuro nell'ultimo mese (incluso oggi) di poter fare quanto segue. Usa la scala di risposta:
pt: Para cada declaração abaixo, indique o quão confiante você esteve no último mês (incluindo hoje) de que pode fazer o seguinte. Use a escala de resposta:
uk: Для кожного з наведених нижче тверджень вкажіть, наскільки ви були впевнені протягом останнього місяця (включаючи сьогодні), що можете зробити наступне. Використовуйте шкалу відповідей:

# cannotdoatall
source: 0 = Cannot do at all
ar: 0 = لا يمكن القيام به على الإطلاق
de: 0 = Kann es überhaupt nicht tun
es: 0 = No puedo hacerlo en absoluto
fr: 0 = Impossible à faire
it: 0 = Impossibile da fare
pt: 0 = Não consegue fazer de jeito nenhum
uk: 0 = Зовсім не можу зробити

# moderatelycertain
source: 1-9 = Moderately certain can do
ar: 1-9 = متأكد بشكل معتدل من القدرة على القيام به
de: 1-9 = Mäßig sicher, dass ich es tun kann
es: 1-9 = Moderadamente seguro de que puedo hacerlo
fr: 1-9 = Moyennement certain de pouvoir le faire
it: 1-9 = Moderatamente sicuro di poterlo fare
pt: 1-9 = Moderadamente certo de que pode fazer
uk: 1-9 = Помірно впевнений, що можу зробити

# completelycertaincando
source: 10 = Completely certain can do
ar: 10 = متأكد تمامًا من القدرة على القيام به
de: 10 = Völlig sicher, dass ich es tun kann
es: 10 = Completamente seguro de que puedo hacerlo
fr: 10 = Totalement certain de pouvoir le faire
it: 10 = Completamente sicuro di poterlo fare
pt: 10 = Completamente certo de que pode fazer
uk: 10 = Повністю впевнений, що можу зробити

# hivquestionary1
source: Stick to your treatment plan even when side effects interfere?
ar: هل تلتزم بخطة علاجك حتى عندما تتداخل الآثار الجانبية؟
de: Halten Sie sich an Ihren Behandlungsplan, auch wenn Nebenwirkungen auftreten?
es: ¿Seguir tu plan de tratamiento incluso cuando los efectos secundarios interfieren?
fr: Respectez-vous votre plan de traitement même lorsque les effets secondaires interfèrent ?
it: Segui il tuo piano di trattamento anche quando gli effetti collaterali interferiscono?
pt: Você segue seu plano de tratamento mesmo quando os efeitos colaterais interferem?
uk: Дотримуватися свого плану лікування, навіть якщо побічні ефекти заважають?

# hivquestionary2
source: Integrate your treatment into your daily routine?
ar: هل تدمج علاجك في روتينك اليومي؟
de: Integrieren Sie Ihre Behandlung in Ihre tägliche Routine?
es: ¿Integrar tu tratamiento en tu rutina diaria?
fr: Intégrez-vous votre traitement à votre routine quotidienne ?
it: Integra il tuo trattamento nella tua routine quotidiana?
pt: Você integra seu tratamento à sua rotina diária?
uk: Інтегрувати своє лікування у щоденну рутину?

# hivquestionary3
source: Take medication in front of people who don’t know you're HIV+?
ar: هل تتناول الدواء أمام أشخاص لا يعرفون أنك مصاب بفيروس نقص المناعة البشرية؟
de: Nehmen Sie Medikamente vor Menschen ein, die nicht wissen, dass Sie HIV-positiv sind?
es: ¿Tomar la medicación frente a personas que no saben que eres VIH+?
fr: Prenez-vous des médicaments devant des personnes qui ne savent pas que vous êtes séropositif ?
it: Prendi i farmaci davanti a persone che non sanno che sei sieropositivo?
pt: Você toma medicação na frente de pessoas que não sabem que você tem HIV?
uk: Приймати ліки перед людьми, які не знають, що у вас ВІЛ?

# hivquestionary4
source: Stick to your treatment schedule when your routine is disrupted?
ar: هل تلتزم بجدول علاجك عندما يتم تعطيل روتينك؟
de: Halten Sie sich an Ihren Behandlungsplan, wenn Ihre Routine gestört ist?
es: ¿Seguir tu horario de tratamiento cuando se interrumpe tu rutina?
fr: Respectez-vous votre programme de traitement lorsque votre routine est perturbée ?
it: Segui il tuo piano di trattamento quando la tua routine è interrotta?
pt: Você segue seu cronograma de tratamento quando sua rotina é interrompida?
uk: Дотримуватися графіка лікування, коли ваш розпорядок порушено?

# hivquestionary5
source: Stick to your treatment schedule when you aren’t feeling well?
ar: هل تلتزم بجدول علاجك عندما لا تشعر بأنك بخير؟
de: Halten Sie sich an Ihren Behandlungsplan, wenn Sie sich nicht wohl fühlen?
es: ¿Seguir tu horario de tratamiento cuando no te sientes bien?
fr: Respectez-vous votre programme de traitement lorsque vous ne vous sentez pas bien ?
it: Segui il tuo piano di trattamento quando non ti senti bene?
pt: Você segue seu cronograma de tratamento quando não está se sentindo bem?
uk: Дотримуватися графіка лікування, коли ви погано почуваєтесь?

# hivquestionary6
source: Stick to your treatment schedule when it means changing eating habits?
ar: هل تلتزم بجدول علاجك عندما يعني ذلك تغيير عادات الأكل؟
de: Halten Sie sich an Ihren Behandlungsplan, wenn es bedeutet, Essgewohnheiten zu ändern?
es: ¿Seguir tu horario de tratamiento aunque signifique cambiar tus hábitos alimenticios?
fr: Respectez-vous votre programme de traitement lorsqu'il implique de changer vos habitudes alimentaires ?
it: Segui il tuo piano di trattamento quando significa cambiare abitudini alimentari?
pt: Você segue seu cronograma de tratamento quando significa mudar hábitos alimentares?
uk: Дотримуватися графіка лікування, якщо це означає зміну харчових звичок?

# hivquestionary7
source: Continue treatment even if it interferes with daily activities?
ar: هل تستمر في العلاج حتى لو كان يعيق أنشطتك اليومية؟
de: Führen Sie die Behandlung fort, auch wenn sie den Alltag beeinträchtigt?
es: ¿Continuar el tratamiento incluso si interfiere con las actividades diarias?
fr: Poursuivez-vous le traitement même s'il interfère avec vos activités quotidiennes ?
it: Continui il trattamento anche se interferisce con le attività quotidiane?
pt: Você continua o tratamento mesmo se interferir nas atividades diárias?
uk: Продовжувати лікування, навіть якщо воно заважає щоденним справам?

# hivquestionary8
source: Continue treatment even if T-cell count drops significantly?
ar: هل تستمر في العلاج حتى لو انخفض عدد خلايا T بشكل كبير؟
de: Führen Sie die Behandlung fort, selbst wenn die T-Zell-Zahl stark abfällt?
es: ¿Continuar el tratamiento incluso si el recuento de células T disminuye significativamente?
fr: Poursuivez-vous le traitement même si votre taux de cellules T chute fortement ?
it: Continui il trattamento anche se il numero di cellule T diminuisce significativamente?
pt: Você continua o tratamento mesmo se a contagem de células T cair significativamente?
uk: Продовжувати лікування, навіть якщо рівень T-клітин значно знижується?

# hivquestionary9
source: Continue treatment even when feeling discouraged about health?
ar: هل تستمر في العلاج حتى عند الشعور بالإحباط بشأن صحتك؟
de: Führen Sie die Behandlung fort, auch wenn Sie entmutigt über Ihre Gesundheit sind?
es: ¿Continuar el tratamiento incluso cuando te sientas desanimado por tu salud?
fr: Poursuivez-vous le traitement même lorsque vous vous sentez découragé quant à votre santé ?
it: Continui il trattamento anche quando ti senti scoraggiato per la tua salute?
pt: Você continua o tratamento mesmo quando se sente desmotivado com sua saúde?
uk: Продовжувати лікування, навіть коли ви відчуваєте зневіру щодо свого здоров’я?

# hivquestionary10
source: Continue treatment when clinic visits are a hassle?
ar: هل تستمر في العلاج حتى لو كانت زيارات العيادة مزعجة؟
de: Führen Sie die Behandlung fort, auch wenn Klinikbesuche mühsam sind?
es: ¿Continuar el tratamiento cuando las visitas a la clínica son una molestia?
fr: Poursuivez-vous le traitement même lorsque les visites à la clinique sont une contrainte ?
it: Continui il trattamento anche quando le visite in clinica sono problematiche?
pt: Você continua o tratamento mesmo quando as visitas à clínica são inconvenientes?
uk: Продовжувати лікування, навіть коли відвідування клініки є клопітким?

# hivquestionary11
source: Continue treatment even when people doubt its effectiveness?
ar: هل تستمر في العلاج حتى عندما يشكك الناس في فعاليته؟
de: Führen Sie die Behandlung fort, auch wenn andere an ihrer Wirksamkeit zweifeln?
es: ¿Continuar el tratamiento incluso cuando las personas dudan de su eficacia?
fr: Poursuivez-vous le traitement même lorsque les gens doutent de son efficacité ?
it: Continui il trattamento anche quando le persone dubitano della sua efficacia?
pt: Você continua o tratamento mesmo quando as pessoas duvidam da sua eficácia?
uk: Продовжувати лікування, навіть коли інші сумніваються в його ефективності?

# hivquestionary12
source: Find something positive in treatment, even if it doesn’t improve health?
ar: هل تجد شيئًا إيجابيًا في العلاج، حتى لو لم يحسن صحتك؟
de: Finden Sie etwas Positives an der Behandlung, auch wenn sie die Gesundheit nicht verbessert?
es: ¿Encontrar algo positivo en el tratamiento, incluso si no mejora la salud?
fr: Trouvez-vous quelque chose de positif dans le traitement, même s'il n'améliore pas votre santé ?
it: Trovi qualcosa di positivo nel trattamento, anche se non migliora la salute?
pt: Você encontra algo positivo no tratamento, mesmo que não melhore sua saúde?
uk: Знаходити щось позитивне у лікуванні, навіть якщо воно не покращує здоров’я?

# pleaseansweraboveconti
source: Please answer the question above to continue with your face scan.
ar: يرجى الإجابة على السؤال أعلاه للمتابعة مع مسح الوجه.
de: Bitte beantworten Sie die obige Frage, um mit Ihrem Gesichtsscan fortzufahren.
es: Por favor responde la pregunta anterior para continuar con tu escaneo facial.
fr: Veuillez répondre à la question ci-dessus pour continuer avec votre scan facial.
it: Si prega di rispondere alla domanda sopra per continuare con la scansione del volto.
pt: Por favor, responda à pergunta acima para continuar com a digitalização facial.
uk: Будь ласка, дайте відповідь на запитання вище, щоб продовжити сканування обличчя.

# pleaseansweerquestion
source: Please answer the question above to continue with your face scan.
ar: يرجى الإجابة على السؤال أعلاه للمتابعة مع مسح الوجه.
de: Bitte beantworten Sie die obige Frage, um mit Ihrem Gesichtsscan fortzufahren.
es: Por favor responde la pregunta anterior para continuar con tu escaneo facial.
fr: Veuillez répondre à la question ci-dessus pour continuer avec votre scan facial.
it: Si prega di rispondere alla domanda sopra per continuare con la scansione del volto.
pt: Por favor, responda à pergunta acima para continuar com a digitalização facial.
uk: Будь ласка, дайте відповідь на запитання вище, щоб продовжити сканування обличчя.

source: Invalid input
ar: إدخال غير صالح
de: Ungültige Eingabe
es: Entrada no válida
fr: Entrée invalide
it: Input non valido
pt: Entrada inválida
uk: Недійсне введення

# notreleatedtofood
source: This item is not related to food
ar: هذا العنصر غير متعلق بالطعام
de: Dieser Artikel ist nicht mit Lebensmitteln verbunden
es: Este elemento no está relacionado con alimentos
fr: Cet article n'est pas lié à la nourriture
it: Questo elemento non è correlato al cibo
pt: Este item não está relacionado à comida
uk: Цей елемент не пов'язаний з їжею

# totalscanse
source: Total Scans
ar: إجمالي الفحوصات
de: Gesamtscans
es: Escaneos Totales
fr: Total des analyses
it: Scansioni totali
pt: Total de exames
uk: Загальна кількість сканувань

# orgcodee
source: Org Code
ar: رمز المنظمة
de: Organisationscode
es: Código de la Organización
fr: Code de l'organisation
it: Codice organizzazione
pt: Código
uk: Код організації

# cleare
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pt: Limpar
uk: Очистити

# remindere
source: Reminder
ar: تذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
pt: Lembrete
uk: Нагадування
