Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

# byfolsteps
source: By following these steps, you can ensure precise tracking and better insights into your nutrition.
ar: من خلال اتباع هذه الخطوات، يمكنك ضمان تتبع دقيق وفهم أفضل لتغذيتك.
de: Durch die Befolgung dieser Schritte stellen Sie eine präzise Nachverfolgung sicher und erhalten bessere Einblicke in Ihre Ernährung.
es: Siguiendo estos pasos, puedes asegurar un seguimiento preciso y mejores conocimientos sobre tu nutrición.
fr: En suivant ces étapes, vous assurez un suivi précis et obtenez de meilleures informations sur votre nutrition.
it: Seguendo questi passaggi, puoi garantire un monitoraggio preciso e ottenere migliori informazioni sulla tua nutrizione.
pt: Seguindo essas etapas, você garante um acompanhamento preciso e melhores insights sobre sua nutrição.
uk: Дотримуючись цих кроків, ви забезпечите точний моніторинг та кращу обізнаність про своє харчування.

# foodloginstrctions
source: Instructions for Logging Your Food Intake
ar: تعليمات لتسجيل مدخولك الغذائي
de: Anleitung zur Erfassung Ihrer Nahrungsaufnahme
es: Instrucciones para registrar tu ingesta de alimentos
fr: Instructions pour enregistrer votre consommation alimentaire
it: Istruzioni per registrare il tuo apporto alimentare
pt: Instruções para Registrar Sua Alimentação
uk: Інструкції щодо ведення харчового щоденника

source: Pay balance
ar: دفع الرصيد
de: Guthaben bezahlen
es: Pagar saldo
fr: Payer le solde
it: Paga il saldo
pt: Pagar saldo
uk: Сплатити залишок

# areyousurewant
source: Are you sure you want to collect an amount of
ar: هل أنت متأكد أنك تريد جمع مبلغ قدره
de: Sind Sie sicher, dass Sie einen Betrag von sammeln möchten?
es: ¿Estás seguro de que deseas cobrar una cantidad de
fr: Êtes-vous sûr de vouloir collecter un montant de
it: Sei sicuro di voler riscuotere un importo di
pt: Tem certeza de que deseja coletar um valor de
uk: Ви впевнені, що хочете зібрати суму

# rupeese
source: rupees
ar: روبي
de: Rupien
es: rupias
fr: roupies
it: rupie
pt: rupias
uk: рупій

source: Update now
ar: تحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettez à jour maintenant
it: Aggiorna ora
pt: Atualize agora
uk: Оновити зараз

# youcantch
source: You can't check future dates
ar: لا يمكنك التحقق من التواريخ المستقبلية
de: Sie können keine zukünftigen Daten überprüfen
es: No puedes comprobar fechas futuras
fr: Vous ne pouvez pas vérifier les dates futures
it: Non puoi selezionare date future
pt: Você não pode verificar datas futuras
uk: Ви не можете вибрати майбутні дати

# firstfatigue
source: The Fatigue Score is a tool that helps track and monitor your energy levels throughout the day. By recording your fatigue score regularly, you can better understand.
ar: مقياس التعب هو أداة تساعد في تتبع ومراقبة مستويات طاقتك طوال اليوم. من خلال تسجيل مقياس التعب بانتظام، يمكنك فهمه بشكل أفضل.
de: Der Müdigkeitswert ist ein Werkzeug, das hilft, Ihre Energieniveaus im Laufe des Tages zu verfolgen und zu überwachen. Durch regelmäßiges Aufzeichnen Ihres Müdigkeitswerts können Sie besser verstehen.
es: La Puntuación de Fatiga es una herramienta que ayuda a rastrear y monitorear tus niveles de energía durante el día. Al registrar regularmente tu puntuación de fatiga, puedes entenderla mejor.
fr: Le score de fatigue est un outil qui aide à suivre et à surveiller vos niveaux d'énergie tout au long de la journée. En enregistrant régulièrement votre score de fatigue, vous pouvez mieux comprendre.
it: Il punteggio di affaticamento è uno strumento che aiuta a monitorare i livelli di energia durante la giornata. Registrando regolarmente il tuo punteggio di affaticamento, puoi comprendere meglio il tuo stato di energia.
pt: O Score de Fadiga é uma ferramenta que ajuda a acompanhar e monitorar seus níveis de energia ao longo do dia. Ao registrar regularmente seu score de fadiga, você pode entender melhor.
uk: Оцінка втоми — це інструмент, який допомагає відстежувати та контролювати рівень енергії протягом дня. Регулярно записуючи свій рівень втоми, ви зможете краще його розуміти.

# daycal
source: DayCalorie Intake
ar: تناول السعرات الحرارية اليومية
de: Tägliche Kalorienaufnahme
es: Ingesta Calórica Diaria
fr: Apport calorique quotidien
it: Apporto calorico giornaliero
pt: Ingestão calórica diária
uk: Добова калорійність

# startrecording
source: Start recording your food intake !!
ar: ابدأ بتسجيل تناول الطعام !!
de: Beginnen Sie mit der Aufzeichnung Ihrer Nahrungsaufnahme !!
es: ¡Comienza a registrar tu ingesta de alimentos!
fr: Commencez à enregistrer votre apport alimentaire !!
it: Inizia a registrare la tua assunzione di cibo !!
pt: Comece a registrar sua ingestão alimentar !!
uk: Почніть записувати свій раціон харчування!

# nofoodlog
source: No food log for the selected date.
ar: لا توجد سجلات طعام للتاريخ المحدد.
de: Kein Ernährungstagebuch für das ausgewählte Datum.
es: No hay registro de alimentos para la fecha seleccionada.
fr: Aucun enregistrement alimentaire pour la date sélectionnée.
it: Nessun registro alimentare per la data selezionata.
pt: Nenhum registro alimentar para a data selecionada.
uk: Немає записів про їжу для вибраної дати.

# enter_fooditem
source: Please enter some food item name.
ar: يرجى إدخال اسم عنصر الطعام.
de: Bitte geben Sie den Namen eines Lebensmittels ein.
es: Por favor, introduce el nombre de algún alimento.
fr: Veuillez entrer le nom d'un aliment.
it: Inserisci il nome di un alimento.
pt: Por favor, insira o nome de um alimento.
uk: Будь ласка, введіть назву продукту.

# instructionsfoodlog
source: Instructions for Logging Your Food Intake
ar: تعليمات لتسجيل تناول الطعام
de: Anweisungen zur Erfassung Ihrer Nahrungsaufnahme.
es: Instrucciones para Registrar tu Ingesta de Alimentos
fr: Instructions pour enregistrer votre apport alimentaire.
it: Istruzioni per registrare il tuo apporto alimentare
pt: Instruções para registrar sua ingestão alimentar.
uk: Інструкції щодо ведення харчового щоденника

# manualfood
source: 1. Manual Entry:
ar: 1. الإدخال اليدوي:
de: 1. Manuelle Eingabe:
es: 1. Entrada Manual:
fr: 1. Saisie manuelle :
it: 1. Inserimento manuale:
pt: 1. Entrada manual:
uk: 1. Введення вручну:

# entermanfood
source: Enter food items with detailed information to ensure accuracy.
ar: أدخل عناصر الطعام مع معلومات مفصلة لضمان الدقة.
de: Geben Sie Lebensmittel mit detaillierten Informationen ein, um Genauigkeit zu gewährleisten.
es: Introduce alimentos con información detallada para asegurar precisión.
fr: Saisissez les aliments avec des informations détaillées pour garantir l'exactitude.
it: Inserisci gli alimenti con informazioni dettagliate per garantire accuratezza.
pt: Insira os alimentos com informações detalhadas para garantir precisão.
uk: Введіть харчові продукти з детальною інформацією для забезпечення точності.

# exampleman
source: Example: 2 slices of bread with 100g vegetable curry for precise nutritional analysis.
ar: مثال: شريحتان من الخبز مع 100 جرام من الكاري النباتي لتحليل غذائي دقيق.
de: Beispiel: 2 Scheiben Brot mit 100 g Gemüsecurry für eine präzise Nährwertanalyse.
es: Ejemplo: 2 rebanadas de pan con 100g de curry de verduras para un análisis nutricional preciso.
fr: Exemple : 2 tranches de pain avec 100 g de curry de légumes pour une analyse nutritionnelle précise.
it: Esempio: 2 fette di pane con 100g di curry di verdure per un'analisi nutrizionale precisa.
pt: Exemplo: 2 fatias de pão com 100 g de curry de vegetais para uma análise nutricional precisa.
uk: Приклад: 2 шматки хліба зі 100 г овочевого карі для точного аналізу харчування.

# fooduploadimage
source: 2. Upload a Food Image:
ar: 2. تحميل صورة الطعام:
de: 2. Laden Sie ein Bild Ihrer Mahlzeit hoch:
es: 2. Subir una Imagen de Comida:
fr: 2. Téléchargez une image de votre repas :
it: 2. Carica un'immagine del cibo:
pt: 2. Faça upload de uma imagem da refeição:
uk: 2. Завантаження зображення їжі:

# optionsuploadfood
source: Use the options above to upload a clear image of your meal.
ar: استخدم الخيارات أعلاه لتحميل صورة واضحة لوجبتك.
de: Nutzen Sie die oben genannten Optionen, um ein klares Bild Ihrer Mahlzeit hochzuladen.
es: Utiliza las opciones anteriores para subir una imagen clara de tu comida.
fr: Utilisez les options ci-dessus pour télécharger une image claire de votre repas.
it: Usa le opzioni sopra per caricare un'immagine chiara del tuo pasto.
pt: Use as opções acima para enviar uma imagem clara da sua refeição.
uk: Використовуйте наведені вище опції для завантаження чіткого зображення вашої страви.

# systemanalyze
source: The system will analyze the image to calculate nutritional details.
ar: سيقوم النظام بتحليل الصورة لحساب التفاصيل الغذائية.
de: Das System analysiert das Bild, um die Nährwertangaben zu berechnen.
es: El sistema analizará la imagen para calcular los detalles nutricionales.
fr: Le système analysera l'image pour calculer les détails nutritionnels.
it: Il sistema analizzerà l'immagine per calcolare i dettagli nutrizionali.
pt: O sistema analisará a imagem para calcular os detalhes nutricionais.
uk: Система проаналізує зображення для розрахунку харчових показників.

# accurateres
source: 3. Tips for Accurate Results:
ar: 3. نصائح للحصول على نتائج دقيقة:
de: 3. Tipps für genaue Ergebnisse:
es: 3. Consejos para Resultados Precisos:
fr: 3. Conseils pour des résultats précis :
it: 3. Suggerimenti per risultati accurati:
pt: 3. Dicas para resultados precisos:
uk: 3. Поради для точних результатів:

# providespecific
source: Provide specific measurements (e.g., weight in grams or serving size).
ar: قدّم قياسات دقيقة (مثل الوزن بالجرام أو حجم الحصة).
de: Geben Sie spezifische Maße an (z. B. Gewicht in Gramm oder Portionsgröße).
es: Proporciona medidas específicas (por ejemplo, peso en gramos o tamaño de porción).
fr: Fournissez des mesures spécifiques (ex. : poids en grammes ou taille de portion).
it: Fornisci misure specifiche (es. peso in grammi o dimensione della porzione).
pt: Forneça medidas específicas (ex.: peso em gramas ou tamanho da porção).
uk: Вказуйте точні вимірювання (наприклад, вагу в грамах або розмір порції).

# aviodgenric
source: Avoid generic terms like a bowl or some curry as they may reduce accuracy.
ar: تجنب المصطلحات العامة مثل طبق أو بعض الكاري لأنها قد تقلل من الدقة.
de: Vermeiden Sie allgemeine Begriffe wie eine Schüssel oder etwas Curry, da dies die Genauigkeit verringern kann.
es: Evita términos genéricos como un tazón o algo de curry, ya que pueden reducir la precisión.
fr: Évitez les termes génériques comme un bol ou du curry, car ils peuvent réduire la précision.
it: Evita termini generici come 'una ciotola' o 'un po' di curry', poiché potrebbero ridurre l'accuratezza.
pt: Evite termos genéricos como uma tigela ou um pouco de curry, pois podem reduzir a precisão.
uk: Уникайте загальних термінів, таких як «миска» або «трохи карі», оскільки це може знизити точність.

# whyitmater
source: 4. Why It Matters:
ar: 4. لماذا هذا مهم:
de: 4. Warum es wichtig ist:
es: 4. Por Qué es Importante:
fr: 4. Pourquoi est-ce important :
it: 4. Perché è importante:
pt: 4. Por que isso é importante:
uk: 4. Чому це важливо:

# accuratefood
source: Accurate food logging helps track your dietary habits, calculate calorie intake, and achieve your health goals.
ar: تسجيل الطعام بدقة يساعد في تتبع عاداتك الغذائية، حساب استهلاك السعرات الحرارية، وتحقيق أهدافك الصحية.
de: Eine genaue Lebensmittelerfassung hilft, Ihre Ernährungsgewohnheiten zu verfolgen, die Kalorienaufnahme zu berechnen und Ihre Gesundheitsziele zu erreichen.
es: Registrar con precisión los alimentos ayuda a rastrear tus hábitos alimenticios, calcular la ingesta calórica y alcanzar tus metas de salud.
fr: Un enregistrement précis des aliments permet de suivre vos habitudes alimentaires, de calculer votre apport calorique et d'atteindre vos objectifs de santé.
it: Un monitoraggio accurato degli alimenti aiuta a tenere traccia delle abitudini alimentari, calcolare l'apporto calorico e raggiungere i tuoi obiettivi di salute.
pt: O registro preciso dos alimentos ajuda a monitorar seus hábitos alimentares, calcular a ingestão calórica e atingir seus objetivos de saúde.
uk: Точний облік харчування допомагає відстежувати харчові звички, розраховувати споживані калорії та досягати ваших цілей у здоров’ї.

# byfol
source: By following these steps, you can ensure precise tracking and better insights into your nutrition.
ar: باتباع هذه الخطوات، يمكنك ضمان تتبع دقيق ورؤى أفضل في تغذيتك.
de: Wenn Sie diese Schritte befolgen, können Sie eine präzisere Verfolgung und bessere Einblicke in Ihre Ernährung erhalten.
es: Siguiendo estos pasos, puedes asegurar un seguimiento preciso y mejores conocimientos sobre tu nutrición.
fr: En suivant ces étapes, vous assurez un suivi précis et de meilleures informations sur votre nutrition.
it: Seguendo questi passaggi, puoi garantire un monitoraggio preciso e ottenere migliori informazioni sulla tua nutrizione.
pt: Seguindo essas etapas, você garantirá um rastreamento preciso e melhores insights sobre sua nutrição.
uk: Дотримуючись цих кроків, ви забезпечите точний моніторинг та кращу обізнаність про своє харчування.

source: Steps Track
ar: تتبع الخطوات
de: Schrittverfolgung
es: Seguimiento de Pasos
fr: Suivi des pas
it: Tracciamento dei passi
pt: Rastreamento de passos
uk: Відстеження кроків

source: Steps
ar: الخطوات
de: Schritte
es: Pasos
fr: Pas
it: Passi
pt: Passos
uk: Кроки

# greetings
source: Hi! I am Ana.How can I help you?
ar: مرحبًا! أنا آنا. كيف يمكنني مساعدتك؟
de: Hallo! Ich bin Ana. Wie kann ich Ihnen helfen?
es: ¡Hola! Soy Ana. ¿Cómo puedo ayudarte?
fr: Salut! Je suis Ana. Comment puis-je vous aider?
it: Ciao! Sono Ana. Come posso aiutarti?
pt: Oi! Eu sou a Ana. Como posso te ajudar?
uk: Привіт! Я Ана. Як я можу допомогти вам?

# querymsg
source: Please enter about your query?
ar: يرجى إدخال استفسارك؟
de: Bitte geben Sie Ihre Frage ein.?
es: Por favor, introduce tu consulta.
fr: Veuillez entrer votre question?.
it: Inserisci la tua richiesta.
pt: Por favor, insira sua dúvida?.
uk: Будь ласка, введіть ваш запит.

# theappuses
source: XLCarez is a wellness and health monitoring app.The measured indicators are not intended for medical use, including self-diagnosis. It is designed for general fitness and wellness purposes. In order to undergo any treatment or diagnosis, consult with a medical professional as required. This app does not diagnose or treat medical conditions.
ar: تطبيق XLCarez هو تطبيق لمراقبة الصحة والعافية. المؤشرات المقاسة ليست مخصصة للاستخدام الطبي، بما في ذلك التشخيص الذاتي. تم تصميمه لأغراض اللياقة العامة والعافية. لإجراء أي علاج أو تشخيص، يُرجى استشارة مختص طبي حسب الحاجة. هذا التطبيق لا يقوم بتشخيص أو علاج الحالات الطبية.
de: XLCarez ist eine Wellness- und Gesundheitsüberwachungs-App. Die gemessenen Indikatoren sind nicht für medizinische Zwecke, einschließlich Selbstdiagnose, bestimmt. Sie ist für allgemeine Fitness- und Wellness-Zwecke konzipiert. Um eine Behandlung oder Diagnose zu erhalten, konsultieren Sie bitte einen medizinischen Fachmann. Diese App diagnostiziert oder behandelt keine medizinischen Zustände.
es: XLCarez es una aplicación de bienestar y monitoreo de salud. Los indicadores medidos no están destinados para uso médico, incluyendo autodiagnóstico. Está diseñada para fines generales de fitness y bienestar. Para someterse a cualquier tratamiento o diagnóstico, consulta con un profesional médico. Esta aplicación no diagnostica ni trata condiciones médicas.
fr: XLCarez est une application de suivi du bien-être et de la santé. Les indicateurs mesurés ne sont pas destinés à un usage médical, y compris l'autodiagnostic. Elle est conçue pour le bien-être et la forme générale. Pour tout traitement ou diagnostic, veuillez consulter un professionnel de santé. Cette application ne diagnostique ni ne traite les conditions médicales.
it: XLCarez è un'app per il monitoraggio della salute e del benessere. Gli indicatori misurati non sono destinati all'uso medico, compresa l'autodiagnosi. È progettata per scopi generali di fitness e benessere. Per qualsiasi trattamento o diagnosi, consultare un professionista medico. Questa app non diagnostica né cura condizioni mediche.
pt: XLCarez é um aplicativo de monitoramento de saúde e bem-estar. Os indicadores medidos não se destinam ao uso médico, incluindo autodiagnóstico. Ele foi projetado para fins gerais de fitness e bem-estar. Para qualquer tratamento ou diagnóstico, consulte um profissional de saúde. Este aplicativo não diagnostica nem trata condições médicas.
uk: XLCarez – це додаток для контролю здоров'я та самопочуття. Виміряні показники не призначені для медичного використання, включаючи самодіагностику. Він розроблений для загального фітнесу та оздоровлення. Для лікування або діагностики звертайтеся до медичного фахівця. Цей додаток не діагностує та не лікує медичні стан.

# instructfor
source: Instructions for Scanning Face:
ar: تعليمات لمسح الوجه:
de: Anweisungen zum Scannen des Gesichts:
es: Instrucciones para Escanear el Rostro:
fr: Instructions pour scanner le visage :
it: Istruzioni per la scansione del viso:
pt: Instruções para escanear o rosto:
uk: Інструкції для сканування обличчя:

# ensurethelight
source: 1. Ensure the light is coming from the front.
ar: 1. تأكد من أن الضوء يأتي من الأمام.
de: 1. Stellen Sie sicher, dass das Licht von vorne kommt.
es: 1. Asegúrate de que la luz proviene del frente.
fr: 1. Assurez-vous que la lumière vient de l’avant.
it: 1. Assicurati che la luce provenga dal davanti.
pt: 1. Certifique-se de que a luz vem da frente.
uk: 1. Переконайтеся, що світло падає спереду.

# avoidbright
source: 2. Avoid bright lights behind you.
ar: 2. تجنب الأضواء الساطعة خلفك.
de: 2. Vermeiden Sie grelles Licht hinter Ihnen.
es: 2. Evita luces brillantes detrás de ti.
fr: 2. Évitez les lumières vives derrière vous.
it: 2. Evita luci intense dietro di te.
pt: 2. Evite luzes fortes atrás de você.
uk: 2. Уникайте яскравого світла позаду вас.

# positionyourself
source: 3. Position yourself in a well-lit area.
ar: 3. ضع نفسك في منطقة مضاءة بشكل جيد.
de: 3. Positionieren Sie sich in einem gut beleuchteten Bereich.
es: 3. Ubícate en un área bien iluminada.
fr: 3. Placez-vous dans un endroit bien éclairé.
it: 3. Posizionati in un'area ben illuminata.
pt: 3. Posicione-se em um local bem iluminado.
uk: 3. Займіть позицію у добре освітленому місці.

# keepyourface
source: 4. Keep your face clearly visible in the frame.
ar: 4. حافظ على وضوح وجهك في الإطار.
de: 4. Halten Sie Ihr Gesicht deutlich sichtbar im Rahmen.
es: 4. Mantén tu rostro claramente visible en el marco.
fr: 4. Gardez votre visage clairement visible dans le cadre.
it: 4. Mantieni il viso chiaramente visibile nell'inquadratura.
pt: 4. Mantenha seu rosto claramente visível no quadro.
uk: 4. Тримайте обличчя чітко видимим у кадрі.

# failedtocapture
source: Failed to capture your vitals data. Please restart and follow the guidelines provided.
ar: فشل في التقاط بياناتك الحيوية. يرجى إعادة البدء واتباع الإرشادات المقدمة.
de: Fehler beim Erfassen Ihrer Vitaldaten. Bitte starten Sie neu und folgen Sie den bereitgestellten Anweisungen.
es: No se pudieron capturar tus datos vitales. Reinicia y sigue las pautas proporcionadas.
fr: Échec de la capture de vos données vitales. Veuillez redémarrer et suivre les directives fournies.
it: Impossibile acquisire i tuoi dati vitali. Riavvia e segui le linee guida fornite.
pt: Falha ao capturar seus dados vitais. Por favor, reinicie e siga as diretrizes fornecidas.
uk: Не вдалося отримати ваші життєві показники. Будь ласка, перезапустіть і дотримуйтеся наданих інструкцій.

# picupyourdate
source: Pick your dob
ar: اختر تاريخ ميلادك
de: Wählen Sie Ihr Geburtsdatum
es: Elige tu fecha de nacimiento
fr: Choisissez votre date de naissance
it: Seleziona la tua data di nascita
pt: Escolha sua data de nascimento
uk: Оберіть вашу дату народження

# nterweight
source: Enter your Weight(Kg)
ar: أدخل وزنك (كجم)
de: Geben Sie Ihr Gewicht ein (Kg)
es: Introduce tu peso (Kg)
fr: Entrez votre poids (Kg)
it: Inserisci il tuo peso (Kg)
pt: Digite seu peso (Kg)
uk: Введіть вашу вагу (кг)

# neterheight
source: Enter your Height(Cm)
ar: أدخل طولك (سم)
de: Geben Sie Ihre Größe ein (Cm)
es: Introduce tu altura (Cm)
fr: Entrez votre taille (Cm)
it: Inserisci la tua altezza (Cm)
pt: Digite sua altura (Cm)
uk: Введіть ваш зріст (см)

source: Enter Height
ar: أدخل الطول
de: Größe eingeben
es: Introduce altura
fr: Entrez la taille
it: Inserisci altezza
pt: Digite a altura
uk: Введіть зріст

# enterweiht
source: Enter Weight
ar: أدخل الوزن
de: Gewicht eingeben
es: Introduce peso
fr: Entrez le poids
it: Inserisci peso
pt: Digite o peso
uk: Введіть вагу

# weightkgshouldbe
source: Weight(Kg) should be between 40 to 150 kg
ar: الوزن (كجم) يجب أن يكون بين 40 و 150 كجم
de: Das Gewicht (Kg) sollte zwischen 40 und 150 kg liegen
es: El peso (Kg) debe estar entre 40 y 150 kg
fr: Le poids (Kg) doit être compris entre 40 et 150 kg
it: Il peso (Kg) deve essere compreso tra 40 e 150 kg
pt: O peso (Kg) deve estar entre 40 e 150 kg
uk: Вага (кг) повинна бути в межах від 40 до 150 кг

# enteree
source: Enter
ar: أدخل
de: Eingeben
es: Introducir
fr: Entrez
it: Inserisci
pt: Digite
uk: Ввести

# clinicainnotes
source: Clinician Notes
ar: ملاحظات الطبيب
de: Klinische Notizen
es: Notas del Clínico
fr: Notes du Clinicien
it: Note del medico
pt: Notas do Clínico
uk: Примітки лікаря

# recomed
source: Recommendation
ar: التوصية
de: Empfehlung
es: Recomendación
fr: Recommandation
it: Raccomandazione
pt: Recomendação
uk: Рекомендації

# speciliaty
source: Speciality
ar: التخصص
de: Spezialität
es: Especialidad
fr: Spécialité
it: Specializzazione
pt: Especialidade
uk: Спеціальність

source: Head
ar: الرأس
de: Kopf
es: Cabeza
fr: Tête
it: Testa
pt: Cabeça
uk: Голова

source: Right Arm
ar: الذراع اليمنى
de: Rechter Arm
es: Brazo Derecho
fr: Bras droit
it: Braccio destro
pt: Braço direito
uk: Права рука

source: Right Leg
ar: الساق اليمنى
de: Rechtes Bein
es: Pierna Derecha
fr: Jambe droite
it: Gamba destra
pt: Perna direita
uk: Права нога

source: Left Arm
ar: الذراع اليسرى
de: Linker Arm
es: Brazo Izquierdo
fr: Bras gauche
it: Braccio sinistro
pt: Braço esquerdo
uk: Ліва рука

source: Left Leg
ar: الساق اليسرى
de: Linkes Bein
es: Pierna Izquierda
fr: Jambe gauche
it: Gamba sinistra
pt: Perna esquerda
uk: Ліва нога

# selecte
source: Select
ar: اختيار
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt: Selecionar
uk: Вибрати

# commentse
source: Comments
ar: تعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
pt: Comentários
uk: Коментарі

# pleaseselecthospital
source: Please select Hospital to continue !!
ar: يرجى اختيار المستشفى للمتابعة !!
de: Bitte wählen Sie ein Krankenhaus, um fortzufahren !!
es: ¡Por favor selecciona un hospital para continuar!
fr: Veuillez sélectionner un hôpital pour continuer !!
it: Seleziona un ospedale per continuare !!
pt: Por favor, selecione um hospital para continuar !!
uk: Будь ласка, виб

# imagegen
source: Image is being generated, please wait...
ar: يتم إنشاء الصورة، يرجى الانتظار...
de: Das Bild wird generiert, bitte warten...
es: Se está generando la imagen, por favor espera...
fr: L'image est en cours de génération, veuillez patienter...
it: L'immagine è in fase di generazione, attendere prego...
pt: A imagem está sendo gerada, por favor, aguarde...
uk: Зображення генерується, будь ласка, зачекайте...

# intrpret
source: Interpretation
ar: التفسير
es: Interpretación
fr: Interprétation
it: Interpretazione
pt: Interpretação
uk: Інтерпретація

# observedval
source: Observed Value
ar: القيمة الملاحظة
de: Beobachteter Wert
es: Valor Observado
fr: Valeur observée
it: Valore Osservato
pt: Valor observado
uk: Спостережуване значення

source: Confidence
ar: الثقة
de: Vertrauen
es: Confianza
fr: Confiance
it: Affidabilità
pt: Confiança
uk: Достовірність
