Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

# myfatigueprevents
source: 6.My fatigue prevents sustained physical functioning.
ar: 6. تعبني يمنع الأداء البدني المستمر.
de: 6. Meine Müdigkeit verhindert eine anhaltende körperliche Funktionsfähigkeit.
es: 6. Mi fatiga impide un funcionamiento físico sostenido.
fr: 6. Ma fatigue empêche un fonctionnement physique soutenu.
it: 6. La mia fatica impedisce il mantenimento della funzionalità fisica.
pt: 6. Meu cansaço impede o funcionamento físico prolongado.
uk: 6. Втома не дозволяє мені довго підтримувати фізичну активність.

# fatiqueinterfaceswith
source: 7.Fatigue interferes with carrying out certain duties and responsibilities.
ar: 7. التعب يتداخل مع أداء بعض الواجبات والمسؤوليات.
de: 7. Müdigkeit beeinträchtigt die Erfüllung bestimmter Aufgaben und Verantwortlichkeiten.
es: 7. La fatiga interfiere con el cumplimiento de ciertas obligaciones y responsabilidades.
fr: 7. La fatigue interfère avec l'exécution de certaines tâches et responsabilités.
it: 7. La fatica interferisce con l'esecuzione di alcuni doveri e responsabilità.
pt: 7. O cansaço interfere em algumas responsabilidades.
uk: 7. Втома заважає виконанню певних обов’язків та відповідальності.

# fatigueisamong
source: 8.Fatigue is among my three most disabling symptoms.
ar: 8. التعب من بين أكثر الأعراض التي تعيقني.
de: 8. Müdigkeit gehört zu meinen drei am stärksten behindernden Symptomen.
es: 8. La fatiga está entre mis tres síntomas más incapacitantes.
fr: 8. La fatigue est parmi mes trois symptômes les plus invalidants.
it: 8. La fatica è tra i miei tre sintomi più invalidanti.
pt: 8. O cansaço está entre meus três sintomas mais incapacitantes.
uk: 8. Втома – один з трьох моїх найбільш обтяжливих симптомів.

# fatigueinterfaceswithmy
source: 9.Fatigue interferes with my work, family, or social life.
ar: 9. التعب يتداخل مع عملي أو حياتي العائلية أو الاجتماعية.
de: 9. Müdigkeit beeinträchtigt meine Arbeit, Familie oder mein Sozialleben.
es: 9. La fatiga interfiere con mi trabajo, familia o vida social.
fr: 9. La fatigue interfère avec mon travail, ma famille ou ma vie sociale.
it: 9. La fatica interferisce con il mio lavoro, la mia famiglia o la mia vita sociale.
pt: 9. O cansaço interfere no meu trabalho, vida social ou familiar.
uk: 9. Втома впливає на мою роботу, сімейне життя або соціальну активність.

# daytimesleepness
source: daytime sleepiness
ar: النعاس النهاري
de: Tagesmüdigkeit
es: somnolencia diurna
fr: Somnolence diurne
it: sonnolenza diurna
pt: Sonolência diurna
uk: Денна сонливість

# sleppscorelist
source: Sleep Score List
ar: قائمة درجات النوم
de: Schlafscore-Liste
es: Lista de puntuación de sueño
fr: Liste des Scores de Sommeil
it: Elenco punteggi del sonno
pt: Lista de Pontuação do Sono
uk: Список оцінок сну

# cardiovasculariskquestio
source: CardioVascular Risk Questionnaire
ar: استبيان مخاطر القلب والأوعية الدموية
de: Fragebogen zum Herz-Kreislauf-Risiko
es: Cuestionario de Riesgo Cardiovascular
fr: Questionnaire sur les Risques Cardio-Vasculaires
it: Questionario sul rischio cardiovascolare
pt: Questionário de Risco Cardiovascular
uk: Анкета оцінки ризику серцево-судинних захворювань

# areyoufacing
source: 1. Are you facing any difficulty in breathing?
ar: 1. هل تواجه صعوبة في التنفس؟
de: 1. Haben Sie Atembeschwerden?
es: 1. ¿Tienes alguna dificultad para respirar?
fr: 1. Avez-vous des difficultés à respirer ?
it: 1. Hai difficoltà a respirare?
pt: 1. Você está enfrentando alguma dificuldade para respirar?
uk: 1. Чи маєте ви труднощі з диханням?

# doyoudrinking
source: 2. Do you have drinking habits?
ar: 2. هل لديك عادات شرب؟
de: 2. Haben Sie Trinkgewohnheiten?
es: 2. ¿Tienes hábitos de consumo de alcohol?
fr: 2. Avez-vous des habitudes de consommation d'alcool ?
it: 2. Hai abitudini di consumo di alcol?
pt: 2. Você tem o hábito de beber álcool?
uk: 2. Чи маєте ви звичку вживати алкоголь?

# doyouhavesmoking
source: Do you have Smoking habits?
ar: هل لديك عادات تدخين؟
de: Haben Sie Rauchgewohnheiten?
es: ¿Tienes hábitos de fumar?
fr: Avez-vous des habitudes de tabagisme ?
it: Hai abitudini di fumo?
pt: Você tem o hábito de fumar?
uk: Чи маєте ви звичку палити?

# doyouanylong
source: 3. Do you have any long lasting diseases?
ar: 3. هل لديك أمراض مستمرة؟
de: 3. Haben Sie langanhaltende Krankheiten?
es: 3. ¿Tienes alguna enfermedad de larga duración?
fr: 3. Avez-vous des maladies de longue durée ?
it: 3. Hai qualche malattia di lunga durata?
pt: 3. Você tem alguma doença crônica?
uk: 3. Чи маєте ви якісь хронічні захворювання?

# regularmedicines
source: 4. Regular Medicines being taken for Diabetes or Heart related?
ar: 4. هل تتناول أدوية منتظمة لمرض السكري أو أمراض القلب؟
de: 4. Werden regelmäßig Medikamente für Diabetes oder Herzprobleme eingenommen?
es: 4. ¿Tomas medicamentos regularmente para la diabetes o problemas cardíacos?
fr: 4. Prenez-vous régulièrement des médicaments pour le diabète ou des problèmes cardiaques ?
it: 4. Stai assumendo regolarmente farmaci per il diabete o problemi cardiaci?
pt: 4. Você toma medicamentos regularmente para diabetes ou problemas cardíacos?
uk: 4. Чи приймаєте ви регулярно ліки від діабету або серцевих захворювань?

# skipe
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pt: Pular
uk: Пропустити

# mentalhealthhquestion
source: Mental Health Questionnaire
ar: استبيان الصحة النفسية
de: Fragebogen zur psychischen Gesundheit
es: Cuestionario de Salud Mental
fr: Questionnaire sur la Santé Mentale
it: Questionario sulla salute mentale
pt: Questionário de Saúde Mental
uk: Опитувальник психічного здоров'я

# littleinterest
source: 1. Little interest or pleasure in doing things.
ar: 1. قليل من الاهتمام أو المتعة في فعل الأشياء.
de: 1. Wenig Interesse oder Freude an Dingen.
es: 1. Poco interés o placer en hacer cosas.
fr: 1. Peu d'intérêt ou de plaisir à faire les choses.
it: 1. Poco interesse o piacere nel fare le cose.
pt: 1.Tem tido pouco interesse ou prazer em fazer as coisas?
uk: 1. Втрата інтересу або задоволення від виконання звичних справ.

# fellingdown
source: 2. Feeling down, depressed, or hopeless.
ar: 2. الشعور بالحزن أو الاكتئاب أو اليأس.
de: 2. Sich niedergeschlagen, deprimiert oder hoffnungslos fühlen.
es: 2. Sentirse deprimido o sin esperanza.
fr: 2. Se sentir déprimé, sans espoir ou abattu.
it: 2. Ti senti giù, depresso o senza speranza.
pt: 2.Tem se sentido para baixo, deprimido/a ou sem esperança?
uk: 2. Відчуття пригніченості, депресії або безнадії.

# troublefalling
source: 3. Trouble falling or staying asleep, or sleeping too much.
ar: 3. صعوبة في النوم أو الاستمرار في النوم أو النوم لفترة طويلة.
de: 3. Probleme beim Einschlafen oder Durchschlafen, oder zu viel Schlafen.
es: 3. Problemas para conciliar el sueño o dormir demasiado.
fr: 3. Difficulté à s'endormir ou à rester endormi, ou dormir trop.
it: 3. Hai difficoltà ad addormentarti, a restare addormentato o dormi troppo?
pt: 3.Tem tido dificuldade para adormecer ou permanecer dormindo ou dorme demais?
uk: 3. Труднощі із засинанням, підтримкою сну або надмірний сон.

# fellingtired
source: 4. Feeling tired or having little energy.
ar: 4. الشعور بالتعب أو قلة الطاقة.
de: 4. Sich müde fühlen oder wenig Energie haben.
es: 4. Sentirse cansado o con poca energía.
fr: 4. Se sentir fatigué ou manquer d'énergie.
it: 4. Ti senti stanco o hai poca energia?
pt: 4.Sentindo-se cansado/a ou com pouca energia?
uk: 4. Відчуття втоми або нестачі енергії.

# poorappetite
source: 5. Poor appetite or overeating.
ar: 5. قلة الشهية أو الإفراط في الأكل.
de: 5. Schlechter Appetit oder übermäßiges Essen.
es: 5. Poca apetito o comer en exceso.
fr: 5. Faible appétit ou excès de nourriture.
it: 5. Scarso appetito o eccesso di cibo.
pt: 5. Tem tido pouco apetite ou está comendo em excesso?
uk: 5. Поганий апетит або переїдання.

# feelingbadabout
source: 6. Feeling bad about yourself or that you are a failure -or have let yourself or your family down
ar: 6. الشعور بالسوء عن نفسك أو أنك فاشل أو أنك خذلت نفسك أو عائلتك.
de: 6. Sich schlecht fühlen oder das Gefühl haben, ein Versager zu sein - oder sich oder seine Familie im Stich gelassen zu haben.
es: 6. Sentirse mal consigo mismo o que ha fallado a sí mismo o a su familia.
fr: 6. Se sentir mal dans sa peau ou avoir l'impression d'être un échec - ou d'avoir laissé tomber soi-même ou sa famille.
it: 6. Ti senti in colpa o pensi di essere un fallimento, o di aver deluso te stesso o la tua famiglia?
pt: 6.Tem se sentindo mal consigo mesmo/a ou como se fosse um fracasso ou que decepcionou a simesmo/a ou à família?
uk: 6. Відчуття провини, невдачі або що ви розчарували себе чи свою сім’ю.

# troubleconcentrate
source: 7. Trouble concentrating on things, such as reading the newspaper or watching television.
ar: 7. صعوبة في التركيز على الأشياء، مثل قراءة الصحف أو مشاهدة التلفزيون.
de: 7. Schwierigkeiten, sich auf Dinge zu konzentrieren, z. B. eine Zeitung zu lesen oder fernzusehen.
es: 7. Dificultad para concentrarse en cosas, como leer el periódico o ver televisión.
fr: 7. Difficulté à se concentrer sur des choses, comme lire un journal ou regarder la télévision.
it: 7. Hai difficoltà a concentrarti su cose come leggere il giornale o guardare la televisione?
pt: 7.Tem tido dificuldade em se concentrar em coisas como ler o jornal ou assistir televisão?
uk: 7. Труднощі з концентрацією уваги, наприклад, при читанні газети або перегляді телевізора.

# movingorspeaking
source: 8. Moving or speaking so slowly that other people could have noticed. Or the opposite being so fidgety or restless that you have been moving around a lot more than usual.
ar: 8. التحرك أو التحدث ببطء لدرجة أن الآخرين قد لاحظوا. أو العكس، التحرك بشكل مفرط أو الشعور بالقلق.
de: 8. Sich so langsam bewegen oder sprechen, dass andere Menschen es bemerkt haben könnten. Oder umgekehrt, so zappelig oder unruhig sein, dass Sie sich viel mehr als gewöhnlich bewegt haben.
es: 8. Moverse o hablar tan lentamente que otras personas lo han notado. O lo contrario, estar tan inquieto o agitado que se ha estado moviendo mucho más de lo habitual.
fr: 8. Bouger ou parler si lentement que d'autres personnes auraient pu le remarquer. Ou, à l'inverse, être si agité ou nerveux que vous vous êtes déplacé beaucoup plus que d'habitude.
it: 8. Ti muovi o parli così lentamente che le altre persone potrebbero averlo notato? O, al contrario, sei così irrequieto da muoverti molto più del solito?
pt: 8.Você está movendo-se ou falando tão devagar que outras pessoas podem ter notado? Ou o oposto, estando tão agitado/a ou inquieto/a que você tem se movido muito mais que o normal?
uk: 8. Рухи або мова настільки повільні, що це помітно іншим. Або навпаки, підвищена рухливість та неспокій.

# thoughtsthatyou
source: 9. Thoughts that you would be better off dead or of hurting yourself in some way
ar: 9. أفكار بأنك ستكون أفضل لو مت أو تؤذي نفسك بطريقة ما.
de: 9. Gedanken, dass Sie besser tot wären oder sich auf irgendeine Weise verletzen könnten.
es: 9. Pensamientos de que estaría mejor muerto o de hacerse daño de alguna manera.
fr: 9. Pensées selon lesquelles vous seriez mieux mort ou que vous pourriez vous blesser d'une manière ou d'une autre.
it: 9. Hai pensato che sarebbe meglio se fossi morto o hai avuto pensieri di farti del male in qualche modo?
pt: 9.Tem tido pensamentos de que seria melhor estar morto/a ou de se machucar de alguma forma?
uk: 9. Думки про те, що вам було б краще померти або нашкодити собі.

source: Pay Now
ar: ادفع الآن
de: Jetzt bezahlen
es: Pagar ahora
fr: Payer maintenant
it: Paga Ora
pt: Pagar Agora
uk: Сплатити зараз

source: Pay Later
ar: ادفع لاحقًا
de: Später bezahlen
es: Pagar después
fr: Payer plus tard
it: Paga Dopo
pt: Pagar Depois
uk: Сплатити пізніше

# size1
source: 90-99.9cm (35.4-39.3in)
ar: 90-99.9 سم (35.4-39.3 بوصة)
de: 90-99,9 cm (35,4-39,3 Zoll)
fr: 90-99,9 cm (35,4-39,3 po)
it: 90-99,9 cm (35,4-39,3 pollici)
pt: 90-99,9 cm (35,4-39,3 pol.)
uk: 90-99,9 см (35,4-39,3 дюймів)

# size2
source: 100-109.9cm (39.4in-42.9in)
ar: 100-109.9 سم (39.4-42.9 بوصة)
de: 100-109,9 cm (39,4-42,9 Zoll)
fr: 100-109,9 cm (39,4-42,9 po)
it: 100-109,9 cm (39,4-42,9 pollici)
pt: 100-109,9 cm (39,4-42,9 pol.)
uk: 100-109,9 см (39,4-42,9 дюймів)

# size3
source: 110cm (43in) or above
ar: 110 سم (43 بوصة) أو أكثر
de: 110 cm (43 Zoll) oder mehr
es: 110cm (43in) o más
fr: 110 cm (43 po) ou plus
it: 110 cm (43 pollici) o superiore
pt: 110 cm (43 pol.) ou mais
uk: 110 см (43 дюйми) або більше

# depop1
source: Not at all
ar: لا على الإطلاق
de: Überhaupt nicht
es: Para nada
fr: Pas du tout
it: Per niente
pt: De forma alguma
uk: Зовсім ні

# depop2
source: Several days
ar: عدة أيام
de: Mehrere Tage
es: Varios días
fr: Plusieurs jours
it: Per alcuni giorni
pt: Alguns dias
uk: Кілька днів

# depop3
source: More than half the days
ar: أكثر من نصف الأيام
de: Mehr als die Hälfte der Tage
es: Más de la mitad de los días
fr: Plus de la moitié des jours
it: Più della metà dei giorni
pt: Mais da metade dos dias
uk: Більше половини днів

# depop4
source: Nearly everyday
ar: تقريبًا كل يوم
de: Fast jeden Tag
es: Casi todos los días
fr: Presque tous les jours
it: Quasi tutti i giorni
pt: Quase todos os dias
uk: Майже кожен день

source: Invalid Orientation
ar: اتجاه غير صالح
de: Ungültige Ausrichtung
es: Orientación inválida
fr: Orientation invalide
it: Orientamento non valido
pt: Orientação Inválida
uk: Неправильна орієнтація

source: Face Not Detected
ar: لم يتم الكشف عن الوجه
de: Gesicht nicht erkannt
es: Cara no detectada
fr: Visage non détecté
it: Volto non rilevato
pt: Rosto Não Detectado
uk: Обличчя не виявлено

source: Titled Head
ar: رأس مائل
de: Kopf geneigt
es: Cabeza inclinada
fr: Tête inclinée
it: Testa inclinata
pt: Cabeça Inclinada
uk: Нахилена голова

source: You are Too Far
ar: أنت بعيد جدًا
de: Du bist zu weit entfernt
es: Estás demasiado lejos
fr: Vous êtes trop loin
it: Sei troppo lontano
pt: Você está muito longe
uk: Ви занадто далеко

source: Uneven Lighting
ar: إضاءة غير متساوية
de: Ungleichmäßige Beleuchtung
es: Iluminación desigual
fr: Éclairage inégal
it: Illuminazione non uniforme
pt: Iluminação Desigual
uk: Нерівномірне освітлення

# accuracyRange
source: The accuracy range currently is 3-8, and under R&D
ar: نطاق الدقة حاليًا هو 3-8، وهو قيد البحث والتطوير
de: Der Genauigkeitsbereich liegt derzeit bei 3-8 und befindet sich in der Forschung und Entwicklung
es: El rango de precisión actualmente es de 3-8, y está en desarrollo.
fr: La plage de précision actuelle est de 3-8, et en cours de recherche et développement
it: L'intervallo di accuratezza attualmente è 3-8, ed è in fase di ricerca e sviluppo
pt: A faixa de precisão atualmente é de 3 a 8 e está em P&D
uk: Діапазон точності наразі становить 3-8 і знаходиться в стадії розробки

# hemoglobin_text
source: Men: 14 to 18 g/dL Women: 12 to 16 g/dL for Hemoglobin
ar: الرجال: 14 إلى 18 جرام/ديسيلتر النساء: 12 إلى 16 جرام/ديسيلتر للهيموغلوبين
de: Männer: 14 bis 18 g/dL Frauen: 12 bis 16 g/dL für Hämoglobin
es: Hombres: 14 a 18 g/dL Mujeres: 12 a 16 g/dL para Hemoglobina
fr: Hommes : 14 à 18 g/dL Femmes : 12 à 16 g/dL pour l'hémoglobine
it: Uomini: 14-18 g/dL Donne: 12-16 g/dL per l'emoglobina
pt: Homens: 14 a 18 g/dL Mulheres: 12 a 16 g/dL para Hemoglobina
uk: Чоловіки: 14-18 г/дл Жінки: 12-16 г/дл для гемоглобіну

source: Checkout
ar: الدفع
de: Kasse
es: Pagar
fr: Paiement
pt: Finalizar Compra
uk: Оформлення замовлення

# complete_profile
source: Completing your profile is mandatory to access the app's features. You cannot use the app's functionalities until your profile is fully completed.
ar: إكمال ملفك الشخصي إلزامي للوصول إلى وظائف التطبيق. لا يمكنك استخدام وظائف التطبيق حتى يكتمل ملفك الشخصي.
de: Das Ausfüllen Ihres Profils ist obligatorisch, um auf die Funktionen der App zugreifen zu können. Bis zur vollständigen Vervollständigung Ihres Profils können Sie die Funktionalitäten der App nicht nutzen.
es: Completar tu perfil es obligatorio para acceder a las funciones de la aplicación. No puedes utilizar las funcionalidades de la aplicación hasta que tu perfil esté completamente completado.
fr: Remplir votre profil est obligatoire pour accéder aux fonctionnalités de l'application. Vous ne pouvez pas utiliser les fonctionnalités de l'application tant que votre profil n'est pas entièrement complété.
it: Completare il profilo è obbligatorio per accedere alle funzionalità dell'app. Non puoi utilizzare l'app finché il tuo profilo non sarà completato.
pt: Completar seu perfil é obrigatório para acessar os recursos do aplicativo. Você não pode utilizar as funcionalidades até que seu perfil esteja totalmente preenchido.
uk: Завершення вашого профілю є обов'язковим для доступу до функцій застосунку. Ви не зможете використовувати застосунок, поки профіль не буде повністю заповнений.

# your_wellness
source: Your wellness partner
ar: شريكك في الرفاهية
de: Ihr Wellness-Partner
es: Tu compañero de bienestar
fr: Votre partenaire bien-être
it: Il tuo partner per il benessere
pt: Seu parceiro de bem-estar
uk: Ваш партнер у сфері здоров’я

# inyourphone
source: in your phone with
ar: في هاتفك مع
de: in Ihrem Telefon mit
es: en tu teléfono con
fr: dans votre téléphone avec
it: nel tuo telefono con
pt: no seu telefone com
uk: у вашому телефоні з

# aisol
source: AI Solutions
ar: حلول الذكاء الاصطناعي
de: KI-Lösungen
es: Soluciones de IA
fr: Solutions IA
it: Soluzioni AI
pt: Soluções de IA

# manualentry
source: 1. Manual Entry:
ar: 1. الإدخال اليدوي:
de: 1. Manuelle Eingabe:
es: 1. Entrada manual:
fr: 1. Saisie manuelle:
it: 1. Inserimento manuale:
pt: 1. Entrada Manual:
uk: 1. Введення вручну:

# enterfoodinf
source: Enter food items with detailed information to ensure accuracy.
ar: أدخل عناصر الطعام بمعلومات مفصلة لضمان الدقة.
de: Geben Sie Lebensmittel mit detaillierten Informationen ein, um die Genauigkeit zu gewährleisten.
es: Ingresa los alimentos con información detallada para garantizar precisión.
fr: Saisissez les aliments avec des informations détaillées pour garantir l'exactitude.
it: Inserisci gli alimenti con informazioni dettagliate per garantire accuratezza.
pt: Insira os itens alimentares com informações detalhadas para garantir precisão.
uk: Введіть харчові продукти з детальною інформацією для забезпечення точності.

# examplemanual
source: Example: 2 slices of bread with 100g vegetable curry for precise nutritional analysis.
ar: مثال: شريحتان من الخبز مع 100 جرام من الكاري النباتي لتحليل غذائي دقيق.
de: Beispiel: 2 Scheiben Brot mit 100 g Gemüsecurry für eine präzise Nährwertanalyse.
es: Ejemplo: 2 rebanadas de pan con 100g de curry de verduras para un análisis nutricional preciso.
fr: Exemple : 2 tranches de pain avec 100 g de curry de légumes pour une analyse nutritionnelle précise.
it: Esempio: 2 fette di pane con 100g di curry di verdure per un'analisi nutrizionale precisa.
pt: Exemplo: 2 fatias de pão com 100g de curry de vegetais para uma análise nutricional precisa.
uk: Приклад: 2 шматки хліба зі 100 г овочевого карі для точного аналізу харчування.

# uploadfoodimage
source: 2. Upload a Food Image:
ar: 2. تحميل صورة الطعام:
de: 2. Laden Sie ein Bild des Lebensmittels hoch:
es: 2. Subir una imagen de comida:
fr: 2. Téléchargez une image de l'aliment:
it: 2. Carica un'immagine del cibo:
pt: 2. Enviar uma Imagem de Alimento:
uk: 2. Завантаження зображення їжі:

# options
source: Use the options above to upload a clear image of your meal.
ar: استخدم الخيارات أعلاه لتحميل صورة واضحة لوجبتك.
de: Verwenden Sie die oben genannten Optionen, um ein klares Bild Ihrer Mahlzeit hochzuladen.
es: Usa las opciones anteriores para subir una imagen clara de tu comida.
fr: Utilisez les options ci-dessus pour télécharger une image claire de votre repas.
it: Usa le opzioni sopra per caricare un'immagine chiara del tuo pasto.
pt: Use as opções acima para enviar uma imagem clara da sua refeição.
uk: Використовуйте наведені вище опції для завантаження чіткого зображення вашої страви.

# sytemanalyze
source: The system will analyze the image to calculate nutritional details.
ar: سيقوم النظام بتحليل الصورة لحساب التفاصيل الغذائية.
de: Das System wird das Bild analysieren, um die Nährwertangaben zu berechnen.
es: El sistema analizará la imagen para calcular los detalles nutricionales.
fr: Le système analysera l'image pour calculer les détails nutritionnels.
it: Il sistema analizzerà l'immagine per calcolare i dettagli nutrizionali.
pt: O sistema analisará a imagem para calcular os detalhes nutricionais.
uk: Система проаналізує зображення для розрахунку харчових показників.

# tips
source: 3. Tips for Accurate Results:
ar: 3. نصائح للحصول على نتائج دقيقة:
de: 3. Tipps für genaue Ergebnisse:
es: 3. Consejos para resultados precisos:
fr: 3. Conseils pour des résultats précis:
it: 3. Suggerimenti per risultati accurati:
pt: 3. Dicas para Resultados Precisos:
uk: 3. Поради для точних результатів:

# measuespecific
source: Provide specific measurements (e.g., weight in grams or serving size).
ar: قدم قياسات دقيقة (مثل الوزن بالجرام أو حجم الوجبة).
de: Geben Sie spezifische Maße an (z. B. Gewicht in Gramm oder Portionsgröße).
es: Proporciona medidas específicas (por ejemplo, peso en gramos o tamaño de la porción).
fr: Fournissez des mesures spécifiques (par exemple, poids en grammes ou taille de portion).
it: Fornisci misure specifiche (es. peso in grammi o dimensione della porzione).
pt: Forneça medições específicas (ex.: peso em gramas ou tamanho da porção).
uk: Вказуйте точні вимірювання (наприклад, вагу в грамах або розмір порції).

# avoidterms
source: Avoid generic terms like a bowl or some curry as they may reduce accuracy.
ar: تجنب المصطلحات العامة مثل طبق أو بعض الكاري حيث قد تقلل من الدقة.
de: Vermeiden Sie allgemeine Begriffe wie eine Schüssel oder etwas Curry, da sie die Genauigkeit verringern können.
es: Evita términos genéricos como un tazón o algo de curry, ya que pueden reducir la precisión.
fr: Évitez les termes génériques comme un bol ou un peu de curry, car ils peuvent réduire la précision.
it: Evita termini generici come 'una ciotola' o 'un po' di curry', poiché potrebbero ridurre l'accuratezza.
pt: Evite termos genéricos como uma tigela ou um pouco de curry, pois podem reduzir a precisão.
uk: Уникайте загальних термінів, таких як «миска» або «трохи карі», оскільки це може знизити точність.

# whymatters
source: 4. Why It Matters:
ar: 4. لماذا هذا مهم:
de: 4. Warum ist es wichtig?
es: 4. Por qué es importante:
it: 4. Perché è importante:
pt: 4. Por Que Isso É Importante:
uk: 4. Чому це важливо:

# accfoodlog
source: Accurate food logging helps track your dietary habits, calculate calorie intake, and achieve your health goals.
ar: تسجيل الطعام بدقة يساعد في تتبع عاداتك الغذائية وحساب استهلاك السعرات الحرارية وتحقيق أهدافك الصحية.
de: Eine genaue Lebensmittelerfassung hilft, Ihre Ernährungsgewohnheiten zu verfolgen, die Kalorienaufnahme zu berechnen und Ihre Gesundheitsziele zu erreichen.
es: Registrar con precisión los alimentos ayuda a rastrear tus hábitos dietéticos, calcular la ingesta de calorías y alcanzar tus objetivos de salud.
fr: Un enregistrement précis des aliments permet de suivre vos habitudes alimentaires, de calculer votre apport calorique et d'atteindre vos objectifs de santé.
it: Un monitoraggio accurato degli alimenti aiuta a tenere traccia delle abitudini alimentari, calcolare l'apporto calorico e raggiungere i tuoi obiettivi di salute.
pt: Registrar sua alimentação com precisão ajuda a monitorar seus hábitos alimentares, calcular a ingestão calórica e alcançar seus objetivos de saúde.
uk: Точний облік харчування допомагає відстежувати харчові звички, розраховувати споживані калорії та досягати ваших цілей у здоров’ї.
