Repository: lionorbit-repos/xlcarez-localization-bvk
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, uk

# scantext3
source: Do you avoid screens before bed? Less screen time helps you fall asleep faster.
ar: هل تتجنب الشاشات قبل النوم؟ تقليل الوقت على الشاشات يساعدك على النوم بشكل أسرع.
de: Vermeidest du Bildschirme vor dem Schlafengehen? Weniger Bildschirmzeit hilft dir, schneller einzuschlafen.
es: ¿Evitas las pantallas antes de dormir? Menos tiempo frente a pantallas ayuda a conciliar el sueño más rápido.
fr: Évitez-vous les écrans avant de vous coucher ? Moins de temps d'écran vous aide à vous endormir plus rapidement.
it: Eviti gli schermi prima di dormire? Meno tempo davanti agli schermi aiuta ad addormentarsi più velocemente.
pt: Você evita telas antes de dormir? Menos tempo de tela ajuda a adormecer mais rápido.
uk: Чи уникаєте ви екранів перед сном? Менше часу перед екраном допомагає швидше заснути.

# scantext4
source: Are you winding down before bed? A relaxing pre-sleep routine signals it’s time to rest.
ar: هل تقوم بالاسترخاء قبل النوم؟ روتين الاسترخاء قبل النوم يشير إلى وقت الراحة.
de: Bereitest du dich vor dem Schlafengehen vor? Eine entspannende Routine signalisiert, dass es Zeit zum Ausruhen ist.
es: ¿Te relajas antes de dormir? Una rutina relajante antes de dormir indica que es hora de descansar.
fr: Vous détendez-vous avant de vous coucher ? Une routine relaxante avant le sommeil signale qu'il est temps de se reposer.
it: Ti rilassi prima di andare a dormire? Una routine serale rilassante segnala che è ora di riposare.
pt: Você relaxa antes de dormir? Uma rotina de descanso ajuda a sinalizar que é hora de dormir.
uk: Чи маєте ви розслаблюючий ритуал перед сном? Це сигналізує організму, що час відпочинку настав.

# scantext5
source: Have you had 8 glasses of water today? Staying hydrated keeps your body energized.
ar: هل شربت 8 أكواب من الماء اليوم؟ البقاء رطبًا يبقي جسمك نشيطًا.
de: Hast du heute 8 Gläser Wasser getrunken? Hydration hält deinen Körper energiegeladen.
es: ¿Has bebido 8 vasos de agua hoy? Mantenerse hidratado mantiene tu cuerpo con energía.
fr: Avez-vous bu 8 verres d'eau aujourd'hui ? Rester hydraté garde votre corps énergisé.
it: Hai bevuto 8 bicchieri d'acqua oggi? Mantenersi idratati mantiene il corpo energico.
pt: Você bebeu 8 copos de água hoje? Manter-se hidratado mantém seu corpo energizado.
uk: Чи випили ви сьогодні 8 склянок води? Гідратація підтримує енергію вашого тіла.

# scantext6
source: Drinking water after waking up? Starting your day with water aids digestion.
ar: هل تشرب الماء بعد الاستيقاظ؟ بدء يومك بالماء يساعد في الهضم.
de: Trinkst du Wasser nach dem Aufwachen? Der Start in den Tag mit Wasser fördert die Verdauung.
es: ¿Bebes agua al despertar? Comenzar el día con agua ayuda a la digestión.
fr: Boire de l'eau après le réveil ? Commencer la journée avec de l'eau aide à la digestion.
it: Bevi acqua appena sveglio? Iniziare la giornata con acqua aiuta la digestione.
pt: Você bebe água ao acordar? Começar o dia com água auxilia na digestão.
uk: Чи п'єте ви воду після пробудження? Це допомагає травленню та запускає обмін речовин.

# scantext7
source: Do you hydrate before and after exercise? Proper hydration supports endurance and recovery.
ar: هل تحافظ على الترطيب قبل وبعد التمرين؟ الترطيب السليم يدعم التحمل والتعافي.
de: Hydrierst du dich vor und nach dem Training? Richtige Hydration unterstützt Ausdauer und Erholung.
es: ¿Te hidratas antes y después de hacer ejercicio? Una hidratación adecuada favorece la resistencia y la recuperación.
fr: Vous hydratez-vous avant et après l'exercice ? Une hydratation appropriée soutient l'endurance et la récupération.
it: Ti idrati prima e dopo l'esercizio? Una corretta idratazione supporta resistenza e recupero.
pt: Você se hidrata antes e depois do exercício? A hidratação adequada melhora o desempenho e a recuperação.
uk: Чи п'єте ви воду до та після тренування? Гідратація підтримує витривалість і відновлення.

# scantext8
source: Drinking too many sugary drinks? Water is best for hydration without extra calories.
ar: هل تشرب الكثير من المشروبات السكرية؟ الماء هو الأفضل للترطيب دون سعرات حرارية إضافية.
de: Trinkst du zu viele zuckerhaltige Getränke? Wasser ist am besten für die Hydration ohne zusätzliche Kalorien.
es: ¿Bebes demasiadas bebidas azucaradas? El agua es la mejor opción para hidratarse sin calorías adicionales.
fr: Buvez-vous trop de boissons sucrées ? L'eau est la meilleure pour l'hydratation sans calories supplémentaires.
it: Bevi troppe bevande zuccherate? L'acqua è la migliore scelta per l'idratazione senza calorie extra.
pt: Você consome muitas bebidas açucaradas? A água é a melhor opção para hidratação sem calorias extras.
uk: Чи вживаєте ви забагато солодких напоїв? Вода – найкращий варіант для збереження гідратації без зайвих калорій.

# scantext9
source: Are you including fruits and veggies daily? A colorful plate means a nutrient-rich diet.
ar: هل تتناول الفواكه والخضروات يوميًا؟ طبق ملون يعني نظام غذائي غني بالعناصر الغذائية.
de: Isst du täglich Obst und Gemüse? Ein bunter Teller bedeutet eine nährstoffreiche Ernährung.
es: ¿Incluyes frutas y verduras diariamente? Un plato colorido significa una dieta rica en nutrientes.
fr: Incluez-vous des fruits et légumes chaque jour ? Une assiette colorée signifie un régime riche en nutriments.
it: Includi frutta e verdura ogni giorno? Un piatto colorato indica una dieta ricca di nutrienti.
pt: Você inclui frutas e vegetais diariamente? Um prato colorido significa uma dieta rica em nutrientes.
uk: Чи включаєте ви в раціон фрукти та овочі? Різноманітний колір їжі означає багатий на поживні речовини раціон.

# scantext10
source: Have you had enough protein today? Protein helps repair muscles and keeps you full.
ar: هل تناولت ما يكفي من البروتين اليوم؟ البروتين يساعد في إصلاح العضلات ويبقيك ممتلئًا.
de: Hast du heute genug Protein zu dir genommen? Protein hilft, Muskeln zu reparieren und hält dich satt.
es: ¿Has consumido suficiente proteína hoy? La proteína ayuda a reparar los músculos y te mantiene satisfecho.
fr: Avez-vous suffisamment de protéines aujourd'hui ? Les protéines aident à réparer les muscles et vous gardent rassasié.
it: Hai assunto abbastanza proteine oggi? Le proteine aiutano a riparare i muscoli e danno senso di sazietà.
pt: Você consumiu proteína suficiente hoje? A proteína ajuda a reparar músculos e proporciona saciedade.
uk: Чи отримуєте ви достатньо білка? Білок допомагає відновлювати м’язи та зберігати ситість.

# scantext11
source: Do you eat whole grains? Whole grains provide fiber and longer-lasting energy.
ar: هل تأكل الحبوب الكاملة؟ الحبوب الكاملة توفر الألياف والطاقة المستمرة.
de: Isst du Vollkornprodukte? Vollkorn liefert Ballaststoffe und langanhaltende Energie.
es: ¿Consumes cereales integrales? Los cereales integrales proporcionan fibra y energía duradera.
fr: Mangez-vous des céréales complètes ? Les céréales complètes fournissent des fibres et de l'énergie durable.
it: Mangi cereali integrali? I cereali integrali forniscono fibre e energia duratura.
pt: Você consome grãos integrais? Eles fornecem fibras e energia duradoura.
uk: Чи вживаєте ви цільнозернові продукти? Вони забезпечують клітковину та тривалу енергію.

# scantext12
source: Are you mindful of portion sizes? Balanced portions prevent overeating and support digestion.
ar: هل تأخذ في اعتبارك حجم الحصص؟ الحصص المتوازنة تمنع الإفراط في الأكل وتدعم الهضم.
de: Achtet du auf Portionsgrößen? Ausgewogene Portionen verhindern Überessen und unterstützen die Verdauung.
es: ¿Eres consciente del tamaño de las porciones? Porciones equilibradas previenen comer en exceso y favorecen la digestión.
fr: Êtes-vous attentif aux tailles des portions ? Des portions équilibrées préviennent les excès alimentaires et soutiennent la digestion.
it: Sei attento alle porzioni? Porzioni equilibrate prevengono l'eccesso di cibo e favoriscono la digestione.
pt: Você presta atenção ao tamanho das porções? Porções equilibradas evitam excessos e ajudam a digestão.
uk: Чи контролюєте ви розмір порцій? Збалансовані порції запобігають переїданню та сприяють кращому травленню.

# scantext13
source: Are you limiting sugary snacks? Reducing sugar can improve energy levels and focus.
ar: هل تحد من الوجبات الخفيفة السكرية؟ تقليل السكر يمكن أن يحسن مستويات الطاقة والتركيز.
de: Begrenzt du zuckerhaltige Snacks? Zuckerreduzierung kann deine Energielevel und Konzentration verbessern.
es: ¿Limitas los snacks azucarados? Reducir el azúcar puede mejorar los niveles de energía y la concentración.
fr: Limitez-vous les en-cas sucrés ? Réduire le sucre peut améliorer votre énergie et votre concentration.
it: Stai limitando gli snack zuccherati? Ridurre lo zucchero può migliorare energia e concentrazione.
pt: Você está limitando os lanches açucarados? Reduzir o açúcar pode melhorar seus níveis de energia e foco.
uk: Чи обмежуєте ви солодкі перекуси? Менше цукру допомагає зберігати енергію та покращує концентрацію.

# scantext14
source: Did you move for at least 30 minutes today? Regular movement boosts mood and health.
ar: هل تحركت لمدة 30 دقيقة على الأقل اليوم؟ الحركة المنتظمة تعزز المزاج والصحة.
de: Hast du heute mindestens 30 Minuten bewegt? Regelmäßige Bewegung hebt die Stimmung und fördert die Gesundheit.
es: ¿Te has movido al menos 30 minutos hoy? El movimiento regular mejora el estado de ánimo y la salud.
fr: Avez-vous bougé pendant au moins 30 minutes aujourd'hui ? Un mouvement régulier améliore l'humeur et la santé.
it: Hai fatto almeno 30 minuti di movimento oggi? Il movimento regolare migliora umore e salute.
pt: Você se movimentou por pelo menos 30 minutos hoje? A atividade física regular melhora o humor e a saúde.
uk: Чи рухалися ви сьогодні хоча б 30 хвилин? Регулярна активність покращує настрій і здоров’я.

# scantext15
source: Are you stretching during the day? Stretching can reduce muscle tension and improve flexibility.
ar: هل تقوم بالتمدد خلال اليوم؟ التمدد يمكن أن يقلل من التوتر العضلي ويحسن المرونة.
de: Dehnst du dich tagsüber? Dehnen kann Muskelverspannungen reduzieren und die Flexibilität verbessern.
es: ¿Te estiras durante el día? Estirarse puede reducir la tensión muscular y mejorar la flexibilidad.
fr: Faites-vous des étirements pendant la journée ? Les étirements peuvent réduire la tension musculaire et améliorer la flexibilité.
it: Ti stai allungando durante il giorno? Lo stretching riduce la tensione muscolare e migliora la flessibilità.
pt: Você se alonga durante o dia? O alongamento reduz a tensão muscular e melhora a flexibilidade.
uk: Чи розтягуєтеся ви протягом дня? Це допомагає зменшити м’язову напругу та покращує гнучкість.

# scantext16
source: Taking breaks to move around? Small movements prevent stiffness and increase energy.
ar: هل تأخذ فترات راحة للتحرك؟ الحركات الصغيرة تمنع التصلب وتزيد من الطاقة.
de: Machen du Pausen, um dich zu bewegen? Kleine Bewegungen verhindern Steifheit und steigern die Energie.
es: ¿Tomas descansos para moverte? Pequeños movimientos previenen la rigidez y aumentan la energía.
fr: Faites-vous des pauses pour bouger ? Les petits mouvements préviennent la raideur et augmentent l'énergie.
it: Ti prendi pause per muoverti? Piccoli movimenti prevengono rigidità e aumentano l'energia.
pt: Você faz pausas para se movimentar? Pequenos movimentos evitam rigidez e aumentam a energia.
uk: Чи робите ви перерви на рух? Невеликі рухи запобігають скутості та підвищують енергію.

# scantext17
source: Are you tracking your steps? Setting daily step goals keeps you active and motivated.
ar: هل تتتبع خطواتك؟ تحديد أهداف يومية للخطوات يبقيك نشطًا وملهمًا.
de: Verfolgst du deine Schritte? Das Setzen täglicher Schrittziele hält dich aktiv und motiviert.
es: ¿Estás rastreando tus pasos? Establecer metas diarias de pasos te mantiene activo y motivado.
fr: Suivez-vous vos pas ? Fixer des objectifs quotidiens vous garde actif et motivé.
it: Stai monitorando i tuoi passi? Fissare obiettivi quotidiani aiuta a rimanere attivi e motivati.
pt: Você monitora seus passos? Definir metas diárias de passos mantém você ativo e motivado.
uk: Чи відстежуєте ви кількість своїх кроків? Щоденні цілі допомагають залишатися активним і мотивованим.

# scantext18
source: Did you do strength exercises this week? Strength training supports muscle and bone health.
ar: هل قمت بتمارين القوة هذا الأسبوع؟ تدريب القوة يدعم صحة العضلات والعظام.
de: Hast du diese Woche Kraftübungen gemacht? Krafttraining unterstützt die Gesundheit von Muskeln und Knochen.
es: ¿Has hecho ejercicios de fuerza esta semana? El entrenamiento de fuerza favorece la salud muscular y ósea.
fr: Avez-vous fait des exercices de renforcement cette semaine ? L'entraînement en force soutient la santé des muscles et des os.
it: Hai fatto esercizi di forza questa settimana? L'allenamento di forza supporta la salute muscolare e ossea.
pt: Você fez exercícios de força esta semana? O treinamento de força melhora a saúde muscular e óssea.
uk: Чи займалися ви силовими тренуваннями цього тижня? Це підтримує здоров’я м’язів і кісток.

# scantext19
source: Did you take a moment for self-care today? Self-care reduces stress and boosts well-being.
ar: هل أخذت لحظة للعناية الذاتية اليوم؟ العناية الذاتية تقلل التوتر وتعزز الرفاهية.
de: Hast du dir heute einen Moment für Selbstpflege genommen? Selbstpflege reduziert Stress und fördert das Wohlbefinden.
es: ¿Te has tomado un momento para el autocuidado hoy? El autocuidado reduce el estrés y mejora el bienestar.
fr: Avez-vous pris un moment pour vous aujourd'hui ? Le soin de soi réduit le stress et améliore le bien-être.
it: Ti sei preso un momento per la cura di te stesso oggi? La cura di sé riduce lo stress e migliora il benessere.
pt: Você dedicou um momento para o autocuidado hoje? O autocuidado reduz o estresse e melhora o bem-estar.
uk: Чи приділили ви час собі сьогодні? Самодогляд зменшує стрес і покращує самопочуття.

# scantext20
source: Do you practice deep breathing? Deep breaths calm your mind and reduce anxiety.
ar: هل تمارس التنفس العميق؟ التنفس العميق يهدئ عقلك ويقلل القلق.
de: Praktizierst du tiefes Atmen? Tiefes Atmen beruhigt deinen Geist und reduziert Angst.
es: ¿Practicas la respiración profunda? Las respiraciones profundas calman la mente y reducen la ansiedad.
fr: Pratiquez-vous la respiration profonde ? Les respirations profondes calment votre esprit et réduisent l'anxiété.
it: Pratichi la respirazione profonda? Respirare profondamente calma la mente e riduce l'ansia.
pt: Você pratica respiração profunda? Respirar profundamente acalma a mente e reduz a ansiedade.
uk: Чи практикуєте ви глибоке дихання? Глибокі вдихи заспокоюють розум і зменшують тривожність.

# scantext21
source: Had a positive thought today? Positive thinking can improve your mood and resilience.
ar: هل كان لديك تفكير إيجابي اليوم؟ التفكير الإيجابي يمكن أن يحسن مزاجك ومرونتك.
de: Hattest du heute einen positiven Gedanken? Positives Denken kann deine Stimmung und Resilienz verbessern.
es: ¿Has tenido un pensamiento positivo hoy? Pensar positivamente puede mejorar tu estado de ánimo y resiliencia.
fr: Avez-vous eu une pensée positive aujourd'hui ? La pensée positive peut améliorer votre humeur et votre résilience.
it: Hai avuto un pensiero positivo oggi? Pensare positivo migliora l'umore e la resilienza.
pt: Você teve um pensamento positivo hoje? O pensamento positivo melhora o humor e a resiliência.
uk: Чи мали ви позитивні думки сьогодні? Позитивне мислення покращує настрій і стійкість до стресу.

# scantext22
source: Did you disconnect from screens for a while? A break from screens refreshes your focus.
ar: هل انفصلت عن الشاشات لفترة؟ أخذ استراحة من الشاشات ينعش تركيزك.
de: Hast du dich eine Weile von Bildschirmen getrennt? Eine Pause von Bildschirmen erfrischt deine Konzentration.
es: ¿Te has desconectado de las pantallas por un tiempo? Un descanso de las pantallas refresca tu concentración.
fr: Vous êtes-vous déconnecté des écrans pendant un moment ? Une pause des écrans rafraîchit votre concentration.
it: Ti sei disconnesso dagli schermi per un po'? Fare una pausa dagli schermi rinfresca la concentrazione.
pt: Você desconectou das telas por um tempo? Fazer pausas ajuda a renovar o foco.
uk: Чи відволікалися ви від екранів на деякий час? Перерва освіжає концентрацію уваги.

# scantext23
source: Are you setting aside time to relax? Intentional relaxation improves mental clarity.
ar: هل تخصص وقتًا للاسترخاء؟ الاسترخاء المتعمد يحسن الوضوح العقلي.
de: Nimmst du dir Zeit zum Entspannen? Gezielte Entspannung verbessert die geistige Klarheit.
es: ¿Estás reservando tiempo para relajarte? La relajación intencional mejora la claridad mental.
fr: Réservez-vous du temps pour vous détendre ? La relaxation intentionnelle améliore la clarté mentale.
it: Stai dedicando del tempo al relax? Il rilassamento intenzionale migliora la chiarezza mentale.
pt: Você reservou um tempo para relaxar? O relaxamento intencional melhora a clareza mental.
uk: Чи виділяєте ви час для відпочинку? Запланований відпочинок покращує розумову ясність.

# scantext24
source: Have you taken a break to unwind? Regular breaks prevent burnout and reduce stress.
ar: هل أخذت استراحة للاسترخاء؟ الفترات المنتظمة تمنع الإرهاق وتقلل التوتر.
de: Hast du eine Pause gemacht, um dich zu entspannen? Regelmäßige Pausen verhindern Erschöpfung und reduzieren Stress.
es: ¿Has tomado un descanso para relajarte? Los descansos regulares previenen el agotamiento y reducen el estrés.
fr: Avez-vous pris une pause pour vous détendre ? Des pauses régulières préviennent l'épuisement et réduisent le stress.
it: Ti sei preso una pausa per rilassarti? Pause regolari prevengono il burnout e riducono lo stress.
pt: Você fez uma pausa para descansar? Pausas regulares evitam o esgotamento e reduzem o estresse.
uk: Чи робили ви перерву, щоб розслабитися? Регулярний відпочинок запобігає вигоранню та зменшує стрес.

# scantext25
source: Did you spend time outdoors? Fresh air and sunlight can improve mood and energy.
ar: هل قضيت وقتًا في الهواء الطلق؟ الهواء النقي وضوء الشمس يمكن أن يحسنا المزاج والطاقة.
de: Hast du Zeit im Freien verbracht? Frische Luft und Sonnenlicht können die Stimmung und Energie verbessern.
es: ¿Has pasado tiempo al aire libre? El aire fresco y la luz solar pueden mejorar el estado de ánimo y la energía.
fr: Avez-vous passé du temps à l'extérieur ? L'air frais et la lumière du soleil peuvent améliorer l'humeur et l'énergie.
it: Hai trascorso del tempo all'aperto? Aria fresca e sole migliorano umore ed energia.
pt: Você passou um tempo ao ar livre? Ar fresco e luz solar melhoram o humor e a energia.
uk: Чи проводили ви час на свіжому повітрі? Сонячне світло та свіже повітря покращують настрій і енергію.

# scantext26
source: Are you prioritizing tasks? Organization helps manage stress and boosts productivity.
ar: هل تعطي الأولوية للمهام؟ التنظيم يساعد في إدارة التوتر وزيادة الإنتاجية.
de: Priorisierst du Aufgaben? Organisation hilft, Stress zu managen und die Produktivität zu steigern.
es: ¿Estás priorizando tareas? La organización ayuda a manejar el estrés y aumenta la productividad.
fr: Priorisez-vous les tâches ? L'organisation aide à gérer le stress et à augmenter la productivité.
it: Stai dando priorità ai compiti? L'organizzazione aiuta a gestire lo stress e aumenta la produttività.
pt: Você está priorizando suas tarefas? A organização ajuda a reduzir o estresse e aumentar a produtividade.
uk: Чи пріоритизуєте ви свої завдання? Організація допомагає керувати стресом і підвищує продуктивність.

# scantext27
source: Took a moment to breathe deeply today? Slow breathing calms your mind and body.
ar: هل أخذت لحظة للتنفس بعمق اليوم؟ التنفس البطيء يهدئ عقلك وجسمك.
de: Hast du dir heute einen Moment genommen, um tief zu atmen? Langsame Atmung beruhigt deinen Geist und Körper.
es: ¿Te has tomado un momento para respirar profundamente hoy? La respiración lenta calma tu mente y cuerpo.
fr: Avez-vous pris un moment pour respirer profondément aujourd'hui ? La respiration lente calme votre esprit et votre corps.
it: Hai preso un momento per respirare profondamente oggi? La respirazione lenta calma mente e corpo.
pt: Você respirou profundamente hoje? A respiração lenta acalma a mente e o corpo.
uk: Чи взяли ви хвилинку для глибокого дихання сьогодні? Повільне дихання заспокоює розум і тіло.

# scantext28
source: Practicing gratitude? Reflecting on positives can shift your mindset and reduce stress.
ar: هل تمارس الامتنان؟ التفكير في الإيجابيات يمكن أن يغير طريقة تفكيرك ويقلل التوتر.
de: Praktizierst du Dankbarkeit? Das Reflektieren über Positives kann deine Einstellung verändern und Stress reduzieren.
es: ¿Practicas la gratitud? Reflexionar sobre lo positivo puede cambiar tu mentalidad y reducir el estrés.
fr: Pratiquez-vous la gratitude ? Réfléchir aux aspects positifs peut changer votre état d'esprit et réduire le stress.
it: Pratichi la gratitudine? Riflettere sugli aspetti positivi aiuta a cambiare mentalità e ridurre lo stress.
pt: Você praticou gratidão? Refletir sobre o lado positivo pode mudar sua mentalidade e reduzir o estresse.
uk: Чи практикуєте ви вдячність? Усвідомлення хорошого змінює мислення та знижує стрес.

# youhavesuccessfully
source: You have successfully booked an
ar: لقد قمت بحجز
de: Sie haben erfolgreich einen
es: Has reservado con éxito una
fr: Vous avez réussi à réserver un
it: Hai prenotato con successo un
pt: Você agendou com sucesso um
uk: Ви успішно забронювали

# appintmentwith
source: appointment with
ar: موعد مع
de: Termin gebucht mit
es: cita con
fr: rendez-vous avec
it: appuntamento con
pt: agendamento com
uk: зустріч з

# healthassetment
source: Health Assesment
ar: تقييم الصحة
de: Gesundheitsbewertung
es: Evaluación de Salud
fr: Évaluation de la Santé
it: Valutazione della salute
pt: Avaliação de Saúde
uk: Оцінка здоров’я

source: Know Your Score
ar: اعرف نتيجتك
de: Kennen Sie Ihren Score
es: Conoce tu puntuación
fr: Connaissez Votre Score
it: Conosci il tuo punteggio
pt: Conheça Seu Resultado
uk: Дізнайтеся свій результат

# mymotivation
source: 1.My motivation is lower when I am fatigued.
ar: 1. دافعي أقل عندما أكون متعبًا.
de: 1. Meine Motivation ist geringer, wenn ich müde bin.
es: 1. Mi motivación es menor cuando estoy fatigado.
fr: 1. Ma motivation est plus faible lorsque je suis fatigué.
it: 1. La mia motivazione è più bassa quando sono affaticato.
pt: 1. Minha motivação é menor quando estou cansado.
uk: 1. Моя мотивація знижується, коли я втомлений.

# extercisebrings
source: 2.Exercise brings on my fatigue.
ar: 2. التمرين يزيد من تعبي.
de: 2. Bewegung verursacht meine Müdigkeit.
es: 2. El ejercicio provoca mi fatiga.
fr: 2. L'exercice provoque ma fatigue.
it: 2. L'esercizio fisico aumenta la mia fatica.
pt: 2. O exercício provoca meu cansaço.
uk: 2. Фізичні вправи викликають у мене втому.

# iameasilyfatigue
source: 3.I am easily fatigued.
ar: 3. أنا أتعب بسهولة.
de: 3. Ich bin leicht erschöpft.
es: 3. Me fatigo fácilmente.
fr: 3. Je me fatigue facilement.
it: 3. Mi affatico facilmente.
pt: 3. Eu me canso facilmente.
uk: 3. Я легко втомлююся.

# fatigueinterface
source: 4.Fatigue interferes with my physical functioning.
ar: 4. التعب يتداخل مع قدرتي على الأداء البدني.
de: 4. Müdigkeit beeinträchtigt meine körperliche Funktionsfähigkeit.
es: 4. La fatiga interfiere con mi funcionamiento físico.
fr: 4. La fatigue interfère avec mon fonctionnement physique.
it: 4. La fatica interferisce con il mio funzionamento fisico.
pt: 4. O cansaço interfere no meu funcionamento físico.
uk: 4. Втома заважає моїй фізичній активності.

# fatiguecauses
source: 5.Fatigue causes frequent problems for me.
ar: 5. التعب يسبب لي مشاكل متكررة.
de: 5. Müdigkeit bereitet mir häufig Probleme.
es: 5. La fatiga me causa problemas frecuentes.
fr: 5. La fatigue me pose des problèmes fréquents.
it: 5. La fatica mi causa frequenti problemi.
pt: 5. O cansaço me causa problemas frequentes.
uk: 5. Втома викликає у мене часті проблеми.
